Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/Tax/App_LocalResources/DefaultTaxAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnSaveTax.Text
source: Update Settings
de_de: Update-Einstellungen
es_es: Configuración de la Actualización
nl_nl: Update-instellingen

# btnSaveTaxRate.Text
source: Save Tax Rate
de_de: Steuern sparen Rate
es_es: Guardar Tasa de Impuesto
fr_fr: Enregistrer Taux d'imposition
nl_nl: Op te slaan Belastingtarief

# btnSaveVAT.Text
source: Save VAT Rates
de_de: Speichern Mehrwertsteuersätze
es_es: Guardar los tipos de IVA
fr_fr: Enregistrer Taux de TVA
nl_nl: Op te slaan BTW Tarieven

# lblErrorTax.Text
source: Please specify a valid, non-negative, numeric tax rate in </br>percent (don't include a percent sign)
de_de: Bitte geben Sie einen gültigen, nicht-negative, numerische Steuersatz in </br> Prozent (nicht enthalten ein Prozentzeichen)
es_es: Por favor, especifique una dirección válida, no negativo, la tasa de impuestos numérico en </br> por ciento (no incluye un signo de porcentaje)
fr_fr: S'il vous plaît spécifier un valide, non-négatif, le taux d'imposition numérique dans </br> pour cent (ne comprennent pas un signe pour cent)
nl_nl: Geef een geldige, niet-negatieve, numerieke belastingtarief in </br> procent (bevatten geen procent teken)

# lblPercentage.Text
source: <br/>Example, 10% should be entered at 0.10 into the textbox
de_de: <br/> So sollten beispielsweise 10% auf 0,10 in das Textfeld eingegeben werden
es_es: <br/> Ejemplo, el 10% se deberán incluir a 0,10 en el cuadro de texto
fr_fr: <br/> Par exemple, 10% doivent être entrés à 0,10 dans la zone de texte
nl_nl: <br/> Zo moet 10% worden ingevoerd op 0.10 in het tekstveld

# lblReducedVatRate.Help
source: The VAT rate to charge products that are assigned to "Reduced VAT Rate" e.g. 0.05 = 5%.
de_de: Der Mehrwertsteuersatz zu berechnen Produkte, die auf "Ermäßigter Mehrwertsteuersatz" z. B. 0,05 = 5% zugeordnet sind.
es_es: La tasa del IVA a cobrar los productos que se asignan a "tipo reducido del IVA" es decir, 0.05 = 5%.
fr_fr: Le taux de TVA à facturer les produits qui sont assignés à «taux de TVA réduit", par exemple 0,05 = 5%.
nl_nl: De BTW-tarief voor producten die worden toegewezen aan "verlaagd btw-tarief", bijvoorbeeld 0,05 = 5%-belasting.

# lblReducedVatRate.Text
source: Reduced VAT Rate
de_de: Ermäßigten Mehrwertsteuersatz
es_es: Tasa del IVA reducido
fr_fr: Taux réduits de TVA
nl_nl: Verlaagd btw-tarief

# lblStandardTaxRate.Help
source: The tax rate that will be applied to all products: <br /> e.g. 0.06 = 6% <br /> If you are using tax_tables mode you must also select the state this tax rate applies to.
de_de: Die Steuerquote, die für alle Produkte angewendet werden: <br /> zB 0,06 = 6% <br /> Wenn Sie tax_tables-Modus sind, müssen Sie auch wählen, der Staat diesen Steuersatz gilt.
es_es: El tipo de gravamen que se aplicará a todos los productos: <br /> por ejemplo, 0,06 = 6% <br /> Si está utilizando el modo tax_tables también debe seleccionar el estado de esta tasa se aplica a.
fr_fr: Le taux d'imposition qui seront appliqués à tous les produits: <br /> par exemple 0,06 = 6% <br /> Si vous utilisez le mode tax_tables vous devez également sélectionner l'état ce taux d'imposition s'applique.
nl_nl: Het belastingtarief dat wordt toegepast op alle producten: <br /> bv 0.06 = 6% <br /> Als u gebruik maakt tax_tables staat, moet u ook kiezen voor het te vermelden dat dit tarief van toepassing is.

# lblStandardTaxRate.Text
source: Tax Rate
es_es: Tasa de Impuesto
fr_fr: Taux d'imposition
nl_nl: Belastingtarief

# lblStandardVatRate.Help
source: The VAT rate to charge products that are assigned to "Standard VAT Rate" e.g. 0.20 = 20%.
de_de: Der Mehrwertsteuersatz zu berechnen Produkte, die auf "Standard-Mehrwertsteuersatz" zB 0,20 = 20% zugeordnet sind.
es_es: La tasa del IVA a cobrar los productos que se asignan a "tipo normal del IVA", por ejemplo, 0,20 = 20%.
fr_fr: Le taux de TVA à facturer les produits qui sont assignés à «taux normal de TVA", par exemple 0,20 = 20%.
nl_nl: De BTW-tarief voor producten die worden toegewezen aan "standaard BTW-tarief", bijvoorbeeld 0,20 = 20% in rekening.

# lblStandardVatRate.Text
source: Standard VAT Rate
de_de: Standard-Mehrwertsteuersatz
es_es: Estándar de IVA
fr_fr: Taux normal de TVA
nl_nl: Standaard BTW-tarief

# lblTaxOptions.Help
source: The occasions that tax should be charged.
de_de: Die Gelegenheiten, dass die Steuer berechnet werden soll.
es_es: Las ocasiones en que el impuesto se cobrará.
fr_fr: Les occasions que l'impôt doit être facturé.
nl_nl: De keren dat de belasting in rekening gebracht.

# lblTaxOptions.Text
source: Tax Options
de_de: MwSt. Optionen
es_es: Opciones de impuestos
fr_fr: Options d'impôt
nl_nl: Fiscale opties

# lblTaxTable.Help
source: The individual state taxes that have been entered, here you can optionally add a different tax rate for each state. This option is only available if your store is located in the USA
de_de: Der einzelne Staat Steuern, die eingegeben wurden, können Sie hier bei Bedarf einen anderen Steuersatz für jeden Staat. Diese Option ist nur verfügbar, wenn Ihr Geschäft in den USA befindet
es_es: Los impuestos estatales individuales que se han introducido, aquí si lo desea, puede agregar un tipo impositivo diferente para cada estado. Esta opción sólo está disponible si su tienda está ubicada en los EE.UU.
fr_fr: Les taxes d'état individuels qui ont été saisies, ici, vous pouvez éventuellement ajouter un taux d'imposition différents pour chaque état. Cette option est uniquement disponible si votre magasin est situé aux Etats-Unis
nl_nl: De afzonderlijke belastingen van de staat die zijn ingevoerd, hier kunt u optioneel toevoegen van een ander belastingtarief voor elke staat. Deze optie is alleen beschikbaar als uw winkel is gevestigd in de Verenigde Staten

# lblTaxTable.Text
source: State Taxes
de_de: Staatliche Steuern
es_es: Impuestos Estatales
fr_fr: Impôts de l'État
nl_nl: Staat Belastingen

# lblVatRates.Help
source: The VAT rates that are defined for the store, VAT will be charged on all goods at the specified VAT rate that are charged to a billing address within the EU. Each VAT rate is then assigned to a product and that VAT rate will be charged for that product.
de_de: Die MwSt-Sätze, die für die Speicher definiert sind, wird die Mehrwertsteuer auf alle Waren an der angegebenen Mehrwertsteuersatz, die zu einer Rechnungsadresse in der EU sind aufgeladen werden. Jeder Mehrwertsteuersatz wird dann zu einem Produkt zugeordnet und dass Mehrwertsteuersatz für das Produkt berechnet.
es_es: Los tipos de IVA que se definen para la tienda, el IVA se cobrará a todos los bienes a la tasa del IVA se especifica que se cargan a una dirección de facturación en la UE. Cada tipo de IVA se asigna a un producto y que la tasa de IVA se cobrará por ese producto.
fr_fr: Le taux de TVA qui sont définis pour le magasin, la TVA sera perçue sur tous les produits au taux de TVA spécifié qui sont imputés à une adresse de facturation au sein de l'UE. Chaque taux de TVA est alors attribué à un produit et que le taux de TVA seront facturés pour ce produit.
nl_nl: De BTW-tarieven die zijn gedefinieerd voor de winkel, zal de BTW worden geheven op alle goederen op de opgegeven BTW-tarief die naar een factuuradres gebracht binnen de EU. Elke BTW-tarief wordt vervolgens toegewezen aan een product is en dat BTW-tarief wordt in rekening gebracht voor dat product.

# lblVatRates.Text
source: VAT Rates
de_de: Mehrwertsteuersätze
es_es: Los tipos de IVA
fr_fr: Taux de TVA
nl_nl: BTW-tarieven

# lblZeroVatRate.Help
source: The rate we should charge for zero VAT rated product e.g. 0.0
de_de: Die Rate, wir sollten für null Mehrwertsteuer rated Produkt zB 0.0 kostenlos
es_es: La tarifa que debe cobrar por ejemplo, el IVA cero producto nominal 0.0
fr_fr: Le taux que nous devrions payer pour de zéro TVA produit coté, par exemple 0,0
nl_nl: Het tarief dat wij moeten kosten voor het BTW-nultarief rated product bijvoorbeeld 0,0

# lblZeroVatRate.Text
source: Zero VAT Rate
de_de: Null Mehrwertsteuersatz
es_es: Tasa cero de IVA
fr_fr: Taux zéro de TVA
nl_nl: Btw-nultarief

# RequiredFieldValidator1.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# RequiredFieldValidator2.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# RequiredFieldValidator3.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# RequiredFieldValidator4.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# lblInfo.Text
source: <p>From here tax or VAT can be configured for your store. <br/> From the store location settings you have entered via the store info page Cart Viper will determine if you should use tax or VAT.</p> <p> If you are using tax you must then configure the tax options you would like to use e.g. Standard Tax Rate, Tax Tables etc. <br/> If you are using VAT please enter values for each of the VAT rates. More information on these settings can be found in the Cart Viper user guide.</p>
de_de: <p> Von hier aus oder Mehrwertsteuer kann für Ihr Geschäft konfiguriert werden. <br/> Von den Speicherort Einstellungen haben Sie über die Shop-Informationen Seite eingegeben Warenkorb Viper wird entscheiden, ob Sie oder Mehrwertsteuer verwendet werden soll. </p> <p> Wenn Sie Steuern sind, müssen Sie konfigurieren Sie dann die Steuer Optionen, die Sie gerne zB einheitlichen Steuersatz, Tax Tables etc. verwenden würde <br/> Wenn Sie mehrwertsteuerpflichtig sind, geben Sie bitte für jede der Mehrwertsteuersätze. Weitere Informationen zu diesen Einstellungen finden Sie im Warenkorb Viper Bedienungsanleitung zu finden. </p>
es_es: <p> A partir de aquí de impuestos o el IVA puede ser configurado para su tienda. <br/> En la configuración de ubicación de las tiendas que han entrado a través de la página de información de tienda Viper determinará si se debe utilizar impuestos o IVA. </p> <p> Si está utilizando impuestos que usted debe configurar las opciones fiscales que le gustaría utilizar por ejemplo, tipo impositivo general, tablas de impuestos, etc <br/> Si está utilizando el IVA por favor, introduzca los valores para cada uno de los tipos del IVA. Más información sobre estas opciones se pueden encontrar en la guía del usuario Cesta Viper. </p>
fr_fr: <p> De là, l'impôt ou TVA peut être configuré pour votre magasin. <br/> De l'emplacement du magasin de paramètres que vous avez entré via la page d'info boutique Viper va déterminer si vous devez utiliser l'impôt ou de TVA. </p> <p> Si vous utilisez l'impôt que vous devez ensuite configurer les options d'impôt que vous souhaitez utiliser par exemple des taux d'imposition standard, tables d'impôt etc <br/> Si vous utilisez la TVA s'il vous plaît entrer des valeurs pour chacun des taux de TVA. Plus d'informations sur ces paramètres peuvent être trouvés dans le guide de l'utilisateur panier Viper. </p>
nl_nl: <p> Vanaf hier belastingen of btw kan worden geconfigureerd voor uw winkel. <br/> Uit de winkel locatie-instellingen die u hebt ingevoerd via de winkel info pagina winkelwagen Viper zal bepalen of je moet belasting-of BTW te gebruiken. </p> <p> Als u gebruik maakt van belasting die u moet dan het configureren van de fiscale mogelijkheden die u wilt bijvoorbeeld nominale belastingtarief, Tax Tafels etc. te gebruiken <br/> Als u gebruik maakt van de BTW Voer waarden voor elk van de BTW-tarieven. Meer informatie over deze instellingen vindt u in de winkelwagen Viper handleiding. </p>

# lblCountyRate.Help
source: The tax rate for the individual county, this rate will be added onto the standard tax rate for New York.
de_de: Der Steuersatz für die einzelnen Grafschaft, wird dieser Satz auf den Steuersatz für New York aufgenommen werden.
es_es: La tasa de impuesto para el condado individual, esta tasa se agregará a la tasa del impuesto estándar de Nueva York.
fr_fr: Le taux d'imposition pour le comté individuels, ce taux sera ajouté sur le taux d'imposition standard pour New York.
nl_nl: De belastingdruk voor de individuele provincie, zal dit percentage worden toegevoegd aan het normale belastingtarief voor New York.

# lblCountyRate.Text
source: County Tax Rate
de_de: Landkreis Tax Rate
es_es: Tasa de impuestos del Condado
fr_fr: Taux d'imposition Comté
nl_nl: County Belastingtarief

# lblCountyTaxes.Help
source: The different tax rates for each of the counties in NY
de_de: Die unterschiedlichen Steuersätze für jeden der Kreise in NY
es_es: Los tipos impositivos diferentes para cada uno de los condados en Nueva York
fr_fr: Le taux d'imposition différents pour chacun des comtés de l'État de New York
nl_nl: De verschillende belastingtarieven voor elk van de provincies in NY

# lblCountyTaxes.Text
source: County Taxes
de_de: Landkreis Steuern
es_es: Impuestos del condado
fr_fr: Impôts Comté
nl_nl: County Belastingen
