Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/Providers/GatewayProviders/PayPalProProvider/App_LocalResources/PayPalProAdmin.ascx.*.resx
Languages: es_es, nl_nl

# lblApiPassword.Help
source: The api password can be located by logging into your paypal account and completing the section at:<br /> Merchant services --> paypal payments pro --> View details. <br /> Note paypal payment pro needs to be added and configured as a product on your paypal account before you will be able to use this gateway.
es_es: La contraseña de la API se puede encontrar accediendo a su cuenta PayPal y completar la sección a: <br /> Servicios para comerciantes -> pagos de PayPal pro -> Ver detalles. <br /> Tenga en cuenta las necesidades de pago de PayPal a favor que se añade y se configura como un producto en su cuenta de PayPal antes de que usted será capaz de usar esta puerta de enlace.
nl_nl: De api wachtwoord kan worden gevestigd door in te loggen op uw PayPal-account en het invullen van de rubriek aan: <br /> Merchant Services -> Paypal betalingen pro -> Bekijk de details. <br /> Opmerking paypal betaling pro moet worden toegevoegd en geconfigureerd als een product op uw PayPal-rekening voor u in staat zullen zijn om deze gateway te gebruiken.

# lblApiPassword.Text
source: API password
es_es: API contraseña
nl_nl: API wachtwoord

# lblApiSignature.Help
source: The api signature can be located by logging into your paypal account and completing the section at:<br /> Merchant services --> paypal payments pro --> View details. <br /> Note paypal payment pro needs to be added and configured as a product on your paypal account before you will be able to use this gateway.
es_es: La firma API se puede encontrar accediendo a su cuenta PayPal y completar la sección a: <br /> Servicios para comerciantes -> pagos de PayPal pro -> Ver detalles. <br /> Tenga en cuenta las necesidades de pago de PayPal a favor que se añade y se configura como un producto en su cuenta de PayPal antes de que usted será capaz de usar esta puerta de enlace.
nl_nl: De api handtekening kan worden geplaatst door in te loggen op uw PayPal-account en het invullen van de rubriek aan: <br /> Merchant Services -> Paypal betalingen pro -> Bekijk de details. <br /> Opmerking paypal betaling pro moet worden toegevoegd en geconfigureerd als een product op uw PayPal-rekening voor u in staat zullen zijn om deze gateway te gebruiken.

# lblApiSignature.Text
source: API signature
es_es: API de la firma
nl_nl: API handtekening

# lblApiUsername.Help
source: The api username can be located by logging into your paypal account and completing the section at:<br /> Merchant services --> paypal payments pro --> View details. <br /> Note paypal payment pro needs to be added and configured as a product on your paypal account before you will be able to use this gateway.
es_es: El nombre de usuario API se puede encontrar accediendo a su cuenta PayPal y completar la sección a: <br /> Servicios para comerciantes -> pagos de PayPal pro -> Ver detalles. <br /> Tenga en cuenta las necesidades de pago de PayPal a favor que se añade y se configura como un producto en su cuenta de PayPal antes de que usted será capaz de usar esta puerta de enlace.
nl_nl: De api gebruikersnaam kan worden gevestigd door in te loggen op uw PayPal-account en het invullen van de rubriek aan: <br /> Merchant Services -> Paypal betalingen pro -> Bekijk de details. <br /> Opmerking paypal betaling pro moet worden toegevoegd en geconfigureerd als een product op uw PayPal-rekening voor u in staat zullen zijn om deze gateway te gebruiken.

# lblApiUsername.Text
source: API username
es_es: API nombre de usuario
nl_nl: API gebruikersnaam

# lblUseSandbox.Text
source: Use sandbox
es_es: El uso de recinto de seguridad
nl_nl: Gebruik zandbak

# RequiredFieldValidator1.Text
source: Required
es_es: Requerido
nl_nl: Vereist

# RequiredFieldValidator2.Text
source: Required
es_es: Requerido
nl_nl: Vereist

# RequiredFieldValidator3.Text
source: Required
es_es: Requerido
nl_nl: Vereist

# lblAcceptAmexCards.Help
source: When the store is defined in the USA and gateway is Paypal Pro we automatically list AMEX as a card type. This would be correct for most stores however some stores depending on the business category need to apply to process AMEX cards. This flag determines if you will accept Amex cards, if your store is not in the USA this option is not applicable.
es_es: Cuando el almacén se define en los EE.UU. y es la puerta de Paypal Pro automáticamente lista AMEX como un tipo de tarjeta. Esto sería correcto para la mayoría de las tiendas sin embargo, algunas tiendas dependiendo de la categoría de las empresas deben aplicar para procesar tarjetas American Express. Este indicador determina si se aceptan las tarjetas American Express, si su tienda no está en los EE.UU. esta opción no es aplicable.
nl_nl: Wanneer de winkel is gedefinieerd in de Verenigde Staten en de gateway is Paypal Pro we automatisch een lijst AMEX als een type kaart. Dit zou correct zijn voor de meeste winkels echter een aantal winkels, afhankelijk van de zakelijke categorie moeten gelden voor AMEX kaarten kan verwerken. Deze vlag bepaalt of u Amex-kaarten aanvaarden, indien uw winkel niet in de VS deze optie is niet van toepassing.

# lblAcceptAmexCards.Text
source: Accept Amex Cards
es_es: Acepta tarjetas Amex
nl_nl: Accepteer Amex kaarten
