Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/Providers/ShippingProviders/DefaultShippingProvider/App_LocalResources/DefaultShippingAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnSaveShippingFee.Text
source: Update
de_de: Aktualisierung
es_es: Actualización
fr_fr: Mise à jour

# ErrorCost.Text
source: You must provide a valid numeric cost (do not include currency symbols).
de_de: Sie müssen einen gültigen numerischen Kosten (nicht Währungssymbole).
es_es: Usted debe proporcionar un costo numérica válida (no incluyen los símbolos de moneda).
fr_fr: Vous devez fournir un coût numérique valide (ne pas inclure les symboles monétaires).
nl_nl: U moet een geldige numerieke kosten (niet inbegrepen valuta symbolen).

# ErrorMaxWeight.Text
source: You must provide a valid numeric {0}.
de_de: Sie müssen einen gültigen numerischen Maximalgewicht.
es_es: Usted debe proporcionar un peso máximo válido numérico.
fr_fr: Vous devez fournir un poids maximum numérique valide.
nl_nl: U moet een geldige numerieke maximum gewicht.

# ErrorMinWeight.Text
source: You must provide a valid numeric {0}.
de_de: Sie müssen einen gültigen numerischen minimalem Gewicht.
es_es: Usted debe proporcionar un peso mínimo válido numérico.
fr_fr: Vous devez fournir un minimum de poids numérique valide.
nl_nl: U moet een geldige numerieke minimaal gewicht.

# lblCostTitle.Text
source: Rate
es_es: Velocidad
fr_fr: Taux
nl_nl: Tarief

# lblDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# lblFee.Text
source: Shipping Fee
de_de: Liefer-Fee
es_es: Gastos de envío
fr_fr: Frais de livraison
nl_nl: Verzendkosten

# lblMaxWeightTitle.Text
source: Max. Weight
de_de: Max. Gewicht
es_es: Max. Peso
fr_fr: Max. Poids
nl_nl: Max. Gewicht

# lblMinWeightTitle.Text
source: Min. Weight
de_de: Min. Gewicht
es_es: Min. Peso
fr_fr: Min. Poids
nl_nl: Min. Gewicht

# lnkAddNew.Text
source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
nl_nl: Toevoegen

# lblFreeShipping.Help
source: If selected shipping will not be charged on any orders regardless of the weight of the cart or the shipping destination address.
de_de: Wenn gewählten Versandart wird nicht über alle Bestellungen, unabhängig von dem Gewicht des Wagens oder der Versand Zieladresse berechnet.
es_es: Si el envío seleccionado no se cargará en cualquier orden independientemente del peso del carro o la dirección de envío de destino.
fr_fr: Si l'expédition sélectionnés ne seront pas facturés sur toute commande quel que soit le poids de la charrette ou l'adresse de destination d'expédition.
nl_nl: Indien geselecteerd scheepvaart wordt niet in rekening worden gebracht over alle bestellingen, ongeacht van het gewicht van de wagen of de scheepvaart bestemmingsadres.

# lblFreeShipping.Text
source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

# lblFreeShippingOver.Help
source: Enter a value so when the SUBTOTAL of the cart is over this amount shipping will be free, otherwise shipping will be charged at the rates defined below. This is an optional settings.
de_de: Geben Sie einen Wert so, wenn die Zwischensumme des Wagens ist über diesen Betrag Versand kostenlos sein werden, ansonsten Versand wird auf die Preise unten definiert sind kostenfrei. Dies ist eine optionale Einstellungen.
es_es: Introduzca un valor por lo que cuando el subtotal de la compra está sobre este envío monto será libre, de lo contrario de envío se cobrarán a las tarifas se definen a continuación. Esta es una configuración opcional.
fr_fr: Entrez une valeur alors quand le sous-total du panier est supérieur à ce montant sera expédition libre, sinon expédition seront facturés au taux défini ci-dessous. C'est un des paramètres optionnels.
nl_nl: Voer een waarde dus als het subtotaal van de wagen is meer dan dit bedrag verzendkosten zullen vrij zijn, anders verzendkosten in rekening gebracht tegen de tarieven hieronder gedefinieerd. Dit is een optionele instellingen.

# lblFreeShippingOver.Text
source: Free Shipping Over
de_de: Versandkostenfrei ab
es_es: Envío Gratis En
fr_fr: Livraison gratuite Plus
nl_nl: Gratis verzending meer dan

# lblCountryTitle.Text
source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land

# lblShippingValues.Help
source: Below are the shipping rates that will be applied to the cart at the point of checkout. Here you can specify shipping rates that are based on the weight of the cart OR the subtotal of the cart, you can add multiple rates per country. If a valid shipping rate is not entered for a country and a user tries to checkout their order will NOT be taken.
de_de: Unten sind die Versandkosten, die in den Warenkorb gelegt am Point of Kasse aufgebracht werden. Hier können Sie Versandkosten, die auf das Gewicht des Wagens oder die Zwischensumme des Warenkorbs basieren, können angeben, können Sie fügen Sie mehrere pro Land. Wenn eine gültige Versand-Rate ist nicht für ein Land eingegeben und ein Benutzer versucht, Kasse ihre Bestellung wird NICHT genommen werden.
es_es: A continuación se presentan los costos de envío que se aplicarán a la compra en el punto de salida. Aquí puede especificar las tarifas de transporte que se basan en el peso de la cesta o el subtotal de la compra, usted puede agregar múltiples tasas por país. Si una tarifa de envío válidos no se introduce en un país y un usuario intenta obtener su orden no se tomarán medidas.
fr_fr: Voici les tarifs d'expédition qui seront appliqués dans le panier au moment de la commande. Ici vous pouvez spécifier des taux d'expédition qui sont basées sur le poids de la charrette ou le sous-total du panier, vous pouvez ajouter plusieurs taux par pays. Si un taux de livraison valide n'est pas entré pour un pays et un utilisateur essaye d'extraire leur ordre ne sera pas prise.
nl_nl: Hieronder zijn de verzendkosten die aan de kar te passen op het moment van afrekenen. Hier kunt u verzendkosten die zijn gebaseerd op het gewicht van de kar of het subtotaal van de kar, kunt u meerdere tarieven per land. Als een geldige verzendkosten is niet ingevoerd voor een land en een gebruiker probeert checkout om hun bestelling wordt NIET worden genomen.

# lblShippingValues.Text
source: Shipping Rates
de_de: Versandkosten
es_es: Tarifas de envío
fr_fr: Frais d'expédition
nl_nl: Verzendkosten

# ErrorRatePriority.Text
source: You must provide a priority e.g. standard
de_de: Sie müssen eine Priorität zB Standard
es_es: Usted debe proporcionar un nivel de prioridad, por ejemplo
fr_fr: Vous devez fournir une norme par exemple la priorité
nl_nl: U moet een prioriteit bijvoorbeeld standaard

# lblShippingRatePriorityTitle.Text
source: Priority
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
nl_nl: Prioriteit

# lblTextControlInfo.Text
source: <p>Shipping bands can be defined at a zip code level or at a country level, first Cart Viper will check the users zipcode for a matching zipcode band and charge them the defined rate, if no matching zip code bands are found Cart Viper will then check the country shipping bands.</p> <p>You are able to define shipping bands by the sum weight of the basket or the subtotal of the items in the basket and the shipping destination or the number of items in the cart. </p><p>The cost of the shipping can be entered as a flat rate for each band, or if "Cost as % of Subtotal" is selected, the cost will be based on the rate you enter as a % of the users subtotal. e.g. shipping costs 5% of the cost the subtotal of the users cart.</p> <p>You are also able to define a priority allowing you to create different banding for, saver, next day, etc delivery methods for each country. </p><p>By selecting a DNN role the customer must be in this role in order to meet the criteria for the band, if no bands are defined without a DNN role anonymous users will NOT be able to checkout.</p><p> Note if a delivery band is not specified for a country the user will not be able to place their order, however they will be prompted to contact the store to receive a shipping quote. By using the ROW country code, if a band is not defined for the country this will be used instead.</p>
de_de: <p> Sie sind in der Lage, Versand-Bands durch die Summe Gewicht der Korb oder die Zwischensumme der Punkte in den Korb und die Versandadresse zu definieren. </p><p> Die Kosten für den Versand kann als Pauschale für jedes Band eingegeben werden, oder wenn "Cost in% der Zwischensumme" ausgewählt ist, werden die Kosten auf den Preis, den Sie eingeben als% der Nutzer Zwischensumme erfolgen. z. B. die Versandkosten 5% der Kosten der Zwischensumme der Nutzer legen. </p><p> Sie sind auch in der Lage, eine Priorität ermöglicht es Ihnen, verschiedene Streifen für, saver, am nächsten Tag, etc Darreichungsformen für jedes Land erstellen zu definieren. </p><p> Durch die Auswahl eines DNN Rolle muss der Kunde in dieser Rolle sein, um die Kriterien für die Band zu treffen, wenn keine Bänder ohne DNN Rolle anonyme Benutzer nicht in der Lage zur Kasse definiert sind. </p><p> Beachten Sie, wenn eine Lieferung Band ist nicht für ein Land der Benutzer nicht in der Lage sind, ihre Bestellung aufgeben angegeben, aber sie werden aufgefordert, das Geschäft wenden, um eine Schifffahrt Angebot erhalten werden. </p>
es_es: <p> Usted es capaz de definir las bandas de envío por el peso total de la canasta o el subtotal de los artículos de la canasta y el destino del envío. </p><p> El costo del envío se puede introducir como una tarifa fija para cada banda, o si el "Costo como% del Subtotal" es seleccionado, el costo se basará en la tarifa que entrará en% de los usuarios de subtotal. por ejemplo, los costos de envío 5% del costo del subtotal de la cesta de los usuarios. </p><p> Usted también es capaz de definir una prioridad que le permite crear diferentes bandas para, protector, al día siguiente, los métodos de entrega, etc para cada país. </p><p> Al seleccionar una función DNN el cliente debe estar en este papel con el fin de cumplir con los criterios de la banda, si no se definen las bandas sin un papel DNN los usuarios anónimos no serán capaces de pagar. </p><p> Tenga en cuenta que si una banda de entrega no se especifica para un país que el usuario no podrá hacer su pedido, sin embargo, se le pedirá que contacte a la tienda para recibir una cotización del envío. </p>
fr_fr: <p> Vous êtes capable de définir les bandes maritimes par le poids somme de la corbeille ou le montant de la dans le panier et la destination de livraison. </p><p> Le coût de l'expédition peut être entré comme un montant forfaitaire pour chaque bande, ou si «Coût en% du total" est sélectionné, le coût sera basé sur le taux que vous inscrivez en tant que% des utilisateurs subtotale. expédition par exemple les coûts de 5% du coût du montant de la charrette des utilisateurs. </p><p> Vous êtes également en mesure de définir une priorité vous permettant de créer différentes bandes pour, économiseur, le lendemain, les méthodes de prestation, etc pour chaque pays. </p><p> En sélectionnant un rôle DNN le client doit être dans ce rôle, afin de satisfaire aux critères de la bande, si aucune des bandes sont définies sans un rôle DNN utilisateurs anonymes ne seront pas en mesure à la caisse. </p><p> Notez que si une bande de livraison n'est pas spécifié pour un pays à l'utilisateur ne sera pas en mesure de passer leur commande, cependant, ils seront invités à contacter le magasin pour recevoir un devis d'expédition. </p>
nl_nl: <p> Je bent in staat om de scheepvaart bands definiëren door de som gewicht van de mand of het subtotaal van de items in de mand en de scheepvaart bestemming. </p><p> De kosten van de scheepvaart kan worden ingevoerd als een forfaitair bedrag voor elke band, of als "Kosten als% van het Subtotaal" is geselecteerd, de kosten zullen worden gebaseerd op de koers die u invoeren als een% van de gebruikers subtotaal. bijvoorbeeld verzendkosten 5% van de kosten het subtotaal van de gebruikers kar. </p><p> U kunt ook een prioriteit waarmee u verschillende strepen voor, spaarder, de volgende dag, etc levering methoden voor elk land te creëren definiëren. </p><p> Door het selecteren van een DNN rol van de klant moet in deze rol om te voldoen aan de criteria voor de band, als er geen banden zijn gedefinieerd, zonder een DNN rol anonieme gebruikers kunnen niet naar de kassa. </p><p> Opmerking Als een levering band niet is opgegeven voor een land zal de gebruiker niet in staat zijn om hun bestelling te plaatsen, maar ze wordt gevraagd naar de winkel contact met een scheepvaart offerte. </p>

# lblCartSubtotal.Text
source: Cart Subtotal
de_de: Zwischensumme
es_es: Subtotal carrito
fr_fr: Sous-total panier
nl_nl: Winkelwagen Subtotaal

# lblCartWeight.Text
source: Cart Weight
de_de: Warenkorb Gewicht
es_es: Cesta de peso
fr_fr: Poids du chariot
nl_nl: Winkelwagen Gewicht

# lblChargeBy.Help
source: Either calculate shipping by the cart subtotal or the sum weight of the products in the cart or the total number of items in the cart.
de_de: Entweder berechnen Sie die Versandkosten von den Warenkorb Zwischensumme oder die Summe Gewicht der Produkte in den Warenkorb gelegt.
es_es: O bien calcular el envío por el carrito de subtotal o el peso total de los productos en el carro.
fr_fr: Soit le calcul d'expédition par le panier Sous-total ou le poids total des produits dans le panier.
nl_nl: Bereken ofwel de scheepvaart door de wagen subtotaal of de som gewicht van de producten in de winkelwagen.

# lblChargeBy.Text
source: Calculate Shipping By
de_de: Berechnen Sie Lieferung von
es_es: Calcular el envío por
fr_fr: Calculer Expédition par
nl_nl: Bereken Verzendkosten Door

# lblMaxSubtotalTitle.Text
source: Max. Subtotal
de_de: Max. Zwischensumme
es_es: Max. Total parcial
fr_fr: Max. Sous-total
nl_nl: Max. Subtotaal

# lblMinSubtotalTitle.Text
source: Min. Subtotal
de_de: Min. Zwischensumme
es_es: Min. Total parcial
fr_fr: Min. Sous-total
nl_nl: Min. Subtotaal

# rdShipBySubtotal.Text
source: Cart Subtotal
de_de: Zwischensumme
es_es: Subtotal carrito
fr_fr: Sous-total panier
nl_nl: Winkelwagen Subtotaal

# rdShipByWeight.Text
source: Cart Weight
de_de: Warenkorb Gewicht
es_es: Cesta de peso
fr_fr: Poids du chariot
nl_nl: Winkelwagen Gewicht

# lblCostAsPercentageTitle.Text
source: Cost as % of Subtotal
de_de: Kosten in% der Zwischensumme
es_es: Costo como% del Subtotal
fr_fr: Coût en% du total
nl_nl: Kosten als% van Subtotaal

# lblDnnRoleTitle.Text
source: DNN Role
de_de: DNN Rolle
es_es: DNN papel
fr_fr: Rôle DNN
nl_nl: DNN Rol

# lblDnnRoleNone.Text
source: --None--
de_de: - Keine -
es_es: - Ninguno -
fr_fr: - Aucun -
nl_nl: - Geen -
