Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/Providers/GatewayProviders/InternetSecureProvider/App_LocalResources/InternetSecurePayment.ascx.*.resx
Languages: es_es

# creditCardLogoAlt.Text
source: Credit Cards Accepted
es_es: Tarjetas de crédito

# cvvHelp.Text
source: <p><b>Visa, MasterCard, and Discover:</b> On the back of the card in the top-right corner of the signature box. Enter the three-digit number following the credit card number. <br/> <img src="{0}" alt="cvv" style="margin:10px;"/></p> <p><b>American Express: </b>On the front of the card. Enter the four-digit number on the right, directly above the credit card number.<br/> <img src="{1}" alt="cvv" style="margin:10px;"/></p>
es_es: <p> <b>Visa, MasterCard y Discover:</b> En la parte posterior de la tarjeta en la esquina superior derecha de la caja de la firma. Introduzca el número de tres dígitos siguientes el número de tarjeta de crédito. <br/> <img src="{0}" alt="CVV" style="margin:10px;"/></p> <p> <b>American Express:</b> En el anverso de la tarjeta. Introduzca el número de cuatro dígitos a la derecha, justo encima del número de tarjeta de crédito. <br/> <img src="{1}" alt="CVV" style="margin:10px;"/></p>

# ErrorCardInformation.Text
source: Please fill in your credit card information.
es_es: Por favor, complete su información de tarjeta de crédito.

# ErrorCardNotValid.Text
source: The credit card information is not valid!
es_es: La información de tarjeta de crédito no es válida!

# ErrorNotSecured.Text
source: Page is not secured with SSL, you cannot use Internet Secure without SSL.
es_es: Página no es segura con SSL, no puede utilizar Secure Internet sin SSL.

# lblCardNumber.Help
source: Enter your credit/debit card number.
es_es: Introduzca su tarjeta de crédito / número de tarjeta de débito.

# lblCardNumber.Text
source: Card Number
es_es: Número de tarjeta

# lblConfirmMessage.Text
source: Note that by clicking the "Confirm Order" button below, you are agreeing to {0}'s terms of Use.
es_es: Tenga en cuenta que pulsando el botón &quot;Confirmar pedido&quot; botón de abajo, usted está de acuerdo con {0} &#39;s condiciones de uso.

# lblCSC.Help
source: Enter the three or four digit number on the reverse on your card.
es_es: Introduzca el número de tres o cuatro dígitos en el reverso de su tarjeta.

# lblCSC.Text
source: Card Verification Code
es_es: Tarjeta de Código de Verificación

# lblCvvHelpLink.Text
source: What is this?
es_es: ¿Qué es esto?

# lblExpiryDate.Help
source: Enter your credit/debit card's expiry date in MM/YY format.
es_es: Introduzca su tarjeta de crédito / tarjeta de débito la fecha de caducidad en formato MM / AA.

# lblExpiryDate.Text
source: Expiry Date
es_es: Fecha de Expiración

# lblPaymentTitle.Help
source: Enter your credit/debit card details.
es_es: Introduzca su tarjeta de crédito / débito detalles.

# lblPaymentTitle.Text
source: Payment Details
es_es: Detalles de pago

# PaymentMethod.Text
source: Credit Card
es_es: Tarjeta de Crédito

# rfvNumber.ErrorMessage
source: * Required
es_es: * Requerido

# rfvVer.ErrorMessage
source: * Required
es_es: * Requerido
