Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/Providers/ShippingProviders/FedExShippingProvider/App_LocalResources/FedExShippingAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr

# btnSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer

# lblAccountNumber.Help
source: The FedEx account number associated with your account.
de_de: Die FedEx-Kundennummer mit Ihrem Konto verbunden.
es_es: El número de cuenta FedEx asociada con su cuenta.
fr_fr: Le numéro de compte FedEx associé à votre compte.

# lblAccountNumber.Text
source: FedEx Account Number
es_es: Número de Cuenta FedEx
fr_fr: Numéro de compte FedEx

# lblDefaultHeight.Help
source: In the event of a product not having a height specified this height will be used instead.
de_de: Im Falle eines Produktes nicht mit einer Höhe angegeben dieser Höhe wird stattdessen verwendet werden.
es_es: En el caso de un producto que no tengan una altura especificada esta altura se utilizará en su lugar.
fr_fr: Dans le cas d'un produit de ne pas avoir une hauteur spécifiée cette hauteur sera utilisée à la place.

# lblDefaultHeight.Text
source: Default Package Height
de_de: Standard Package Höhe
es_es: Altura del paquete por defecto
fr_fr: Hauteur package par défaut

# lblDefaultLength.Help
source: In the event of a product not having a length specified this length will be used instead.
de_de: Im Falle eines Produktes nicht mit einer Länge angegebene diese Länge wird stattdessen verwendet werden.
es_es: En el caso de un producto que no tengan una longitud especificada esta longitud se utilizará en su lugar.
fr_fr: Dans le cas d'un produit de ne pas avoir une durée déterminée de cette longueur sera utilisée à la place.

# lblDefaultLength.Text
source: Default Package Length
de_de: Standard Package Länge
es_es: Longitud del paquete por defecto
fr_fr: Longueur package par défaut

# lblDefaultSizes.Text
source: In the event of a product in the users cart not having a height,width,length or weight property specified the below defaults will be used instead to calculate the package needed to transport. The unit of measurement is defined in the store admin settings.
de_de: Im Falle eines Produktes in den Warenkorb legen Anwender nicht mit einer Höhe, Breite, Länge oder Gewicht Eigenschaft angegeben die unten defaults stattdessen verwendet werden, um das Paket benötigt, um Transport zu berechnen. Die Maßeinheit ist in der Filiale admin-Einstellungen definiert.
es_es: En el caso de un producto en el carrito de los usuarios no tienen una propiedad de la altura, anchura, longitud o peso que se especifica a continuación los valores por defecto se utiliza en lugar de calcular el paquete necesario para el transporte. La unidad de medida se define en la configuración del almacén de administración.
fr_fr: Dans le cas d'un produit dans le panier utilisateurs de ne pas avoir une propriété hauteur, largeur, longueur ou le poids indiqué ci-dessous les valeurs par défaut sera utilisé au lieu de calculer les paquets nécessaires pour le transport. L'unité de mesure est défini dans les réglages administrateur magasin.

# lblDefaultWeight.Help
source: In the event of a product not having a weight specified this weight will be used instead.
de_de: Im Falle eines Produktes nicht mit einem Gewicht angegeben diesem Gewicht wird stattdessen verwendet werden.
es_es: En el caso de un producto que no tengan un peso determinado este peso se utilizará en su lugar.
fr_fr: Dans le cas d'un produit de ne pas avoir un poids spécifié ce poids sera utilisé à la place.

# lblDefaultWeight.Text
source: Default Package Weight
de_de: Standard-Paket Gewicht
es_es: Peso del paquete por defecto
fr_fr: Poids du colis par défaut

# lblDefaultWidth.Help
source: In the event of a product not having a width specified this width will be used instead.
de_de: Im Falle eines Produktes nicht mit einer Breite angegeben diese Breite wird stattdessen verwendet werden.
es_es: En el caso de un producto que no tengan un ancho especificado esta anchura se utilizará en su lugar.
fr_fr: Dans le cas d'un produit de ne pas avoir une largeur spécifiée cette largeur sera utilisé à la place.

# lblDefaultWidth.Text
source: Default Package Width
de_de: Standard Package Breite
es_es: Ancho del paquete por defecto
fr_fr: Largeur package par défaut

# lblInfo.Text
source: This shipping provider allows shipping to be calculated using FedEx delivery charges, the calculations are performed in real time. This shipping provider is subject to you signing up for an account with FedEx, at the following url: http://fedex.com/us/developer/
de_de: Diese Versand-Anbieter ermöglicht Versandkosten berechnet mit FedEx Versandkosten, werden die Berechnungen in Echtzeit durchgeführt. Diese Versand-Anbieter ist Voraussetzung, dass Sie die Anmeldung für ein Konto mit FedEx, unter der folgenden URL: http://fedex.com/us/developer/
es_es: Este proveedor de envío de envío permite que se calcula utilizando los cargos de entrega de FedEx, los cálculos se realizan en tiempo real. Este proveedor de transporte está sujeto a que usted firma para arriba para una cuenta con FedEx, en la siguiente dirección: http://fedex.com/us/developer/
fr_fr: Ce fournisseur permet d'expédition maritime doit être calculé en utilisant les frais de livraison de FedEx, les calculs sont effectués en temps réel. Ce fournisseur d'expédition est soumise à votre signature pour un compte avec FedEx, à l'adresse suivante: http://fedex.com/us/developer/

# lblKey.Help
source: The key associated with your account.
de_de: Der Schlüssel zu Ihrem Konto verbunden sind.
es_es: La clave asociada con su cuenta.
fr_fr: La clé associée à votre compte.

# lblKey.Text
source: FedEx Key
es_es: FedEx clave
fr_fr: FedEx clés

# lblMeterNumber.Help
source: The meter number that is assoicated with your account.
de_de: Die Zählernummer, die mit Ihrem Konto verknüpft ist.
es_es: El número de metros que está asociada con su cuenta.
fr_fr: Le numéro du compteur qui est associée à votre compte.

# lblMeterNumber.Text
source: FedEx Meter Number
de_de: FedEx Meter Anzahl
es_es: FedEx Meter Número
fr_fr: FedEx compteur Nombre

# lblPassword.Help
source: The password associated with your account.
de_de: Das Passwort mit Ihrem Konto verbunden.
es_es: La contraseña asociada a su cuenta.
fr_fr: Le mot de passe associé à votre compte.

# lblPassword.Text
source: FedEx Password
de_de: FedEx Passwort
es_es: FedEx Contraseña
fr_fr: FedEx Mot de passe

# lblShippingFromAddress1.Help
source: The 1st line of the shipping address, all costing will be calculated from here.
de_de: Die 1. Zeile der Lieferadresse, werden alle Kosten von hier berechnet werden.
es_es: 1 ª línea de la dirección de envío, todos los costos se calcularán a partir de aquí.
fr_fr: La 1ère ligne de l'adresse d'expédition, tous les coûts seront calculés à partir de là.

# lblShippingFromAddress1.Text
source: Shipping From Address 1
de_de: Versand von Adresse 1
es_es: Dirección de envío de un
fr_fr: Livraison de l'adresse 1

# lblShippingFromCity.Help
source: The city we are shipping from.
de_de: Die Stadt sind wir aus der Schifffahrt.
es_es: La ciudad se está enviando desde.
fr_fr: La ville nous expédions à partir.

# lblShippingFromCity.Text
source: Shipping From City
de_de: Liefer Von der Stadt
es_es: Envío de la Ciudad
fr_fr: Livraison De Ville

# lblShippingFromCountry.Help
source: The country that we are shipping from
de_de: Das Land, das wir aus der Schifffahrt sind
es_es: El país que estamos enviando a
fr_fr: Le pays que nous sommes d'expédition de

# lblShippingFromCountry.Text
source: Shipping From County
de_de: Versand aus der Grafschaft
es_es: Desde el Condado de envío
fr_fr: Livraison du comté

# lblShippingFromPostcode.Help
source: The postcode we are shipping from
de_de: Die Postleitzahl sind wir aus der Schifffahrt
es_es: El código postal que envío desde
fr_fr: Le code postal nous sommes d'expédition de

# lblShippingFromPostcode.Text
source: Shipping From Postcode
de_de: Liefer Von PLZ
es_es: Código postal de envío de
fr_fr: Livraison De Code postal

# lblTestMode.Help
source: If selected we will use the FedEx test servers, only unselect this once your account has been upgraded by FedEx to "live".
de_de: Wenn wir uns für die FedEx Test-Server verwenden, sondern nur deaktivieren Sie diese, sobald Ihr Konto wurde von FedEx verbessert worden, um "live".
es_es: Si se selecciona vamos a utilizar los servidores de prueba FedEx, sólo cancelar la selección de esta vez que su cuenta ha sido actualizada por FedEx a "vivir".
fr_fr: Si vous êtes sélectionné, nous allons utiliser les serveurs de test de FedEx, seule désélectionner cette fois que votre compte a été amélioré par FedEx de «vivre».

# lblTestMode.Text
source: Use Test Mode
de_de: Verwenden Sie Test Mode
es_es: Utilice el modo de prueba
fr_fr: Utilisez le mode test

# rfAccountNumber.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires

# rfKey.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires

# rfMeterNumber.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires

# rfPassword.Text
source: Required.
de_de: Erforderlich.
es_es: Requiere.
fr_fr: Requis.
