Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/AccountSettings.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblShowOrderThumbnail.Help
source: If selected in the order section the product thumbnail will be displayed along with the product title.
de_de: Wenn in der Bestellung gewählte Ausschnitt wird Miniaturabbildung zusammen mit dem Produkt Titel angezeigt werden.
es_es: Si se selecciona en el orden de la sección de la imagen del producto se muestra junto con el título del producto.
fr_fr: Si elle est sélectionnée dans l'ordre la section sur la vignette produit sera affichée avec le titre du produit.
nl_nl: Indien geselecteerd in de volgorde sectie zal het product thumbnail getoond worden samen met het product titel.

# lblShowOrderThumbnail.Text
source: Show Order Item Thumbnail
de_de: Zeige Artikel bestellen Thumbnail
es_es: Orden Mostrar Artículo Miniatura
fr_fr: Vignette article Afficher l'ordre
nl_nl: Toon Bestel Item Thumbnail

# lblDigitalDownloads.Text
source: Digital Download Locker
es_es: Descarga digital Armario

# lblShowDDThumbnail.Help
source: Show the product thumbnail in the digital download locker.
de_de: Lassen Sie sich die Produkt-Thumbnails im digitalen Download Spind.
es_es: Mostrar la imagen del producto en el armario de descarga digital.
fr_fr: Voir la vignette de produit dans le casier de téléchargement numérique.
nl_nl: Toon het product miniatuur in de digitale download locker.

# lblShowDDThumbnail.Text
source: Show Product Thumbnail
de_de: Zeige Produkt Thumbnail
es_es: Mostrar miniatura del producto
fr_fr: Montrer Vignette produit
nl_nl: Toon miniatuurweergave

# lblHideOrderManagementSection.Help
source: If selected we will hide a customers order management section from the my account module.
de_de: Wenn wir uns für eine Kunden Order-Management-Ausschnitt aus dem mein Konto-Modul zu verstecken.
es_es: Si se selecciona que se oculta una orden de sección de gestión de clientes de mi cuenta el módulo.
fr_fr: Si vous êtes sélectionné, nous masquer une section de gestion des commandes clients à partir du module mon compte.
nl_nl: Indien geselecteerd zullen we verstoppen van een klant om het management gedeelte van de mijn account-module.

# lblHideOrderManagementSection.Text
source: Hide Order Management Section
es_es: Ocultar la sección de administración de pedidos
fr_fr: Cacher la section Gestion des commandes
nl_nl: Verberg Order Management sectie

# lblHideSubtotalMiniCart.Help
source: If selected we will not show the subtotal of the mini-cart, you may want this if you only sell request for quote items.
de_de: Wenn diese Option aktiviert werden wir nicht die Zwischensumme der Mini-Warenkorb, können Sie dies, wenn Sie verkaufen nur Anfrage Angebot anfordern Artikel.
es_es: Si se selecciona, no se mostrará el subtotal de la mini-carro, es posible que desee este si sólo vende artículos solicitud de cotización.
fr_fr: Si vous êtes sélectionné, nous montre pas le montant de la mini-panier, vous voudrez peut-être cela si vous ne vendez que la demande pour les articles devis.
nl_nl: Indien geselecteerd zullen we niet het subtotaal van de mini-cart show, kunt u dit als je alleen verkopen offerteaanvraag items.

# lblHideSubtotalMiniCart.Text
source: Hide Mini Cart Subtotal
de_de: Hide Mini Zwischensumme
es_es: Ocultar Cesta Mini Subtotal
fr_fr: Cacher le panier Mini Sous-total
nl_nl: Verberg Mini winkelwagen Subtotaal

# lblMiniCartTemplate.Help
source: The template that we will use to display the mini cart.
de_de: Die Vorlage, die wir verwenden, um die Mini-Warenkorb angezeigt werden.
es_es: La plantilla que vamos a utilizar para mostrar el carro pequeño.
fr_fr: Le modèle que nous allons utiliser pour afficher le panier mini.
nl_nl: De template die we zullen gebruiken om de mini-winkelwagen weer te geven.

# lblMiniCartTemplate.Text
source: Mini Cart Template
de_de: Mini Cart Vorlage
es_es: Mini Plantilla de compra
fr_fr: Modèle Mini panier

# lblCheckForUserPrefix.Help
source: When checked we look for a profile attribute called "cvStoreOrderPrefix" to prefix the order with. Any orders from users with this profile attribute set will have the value in front of the order number.
de_de: Wenn diese Option aktiviert, die wir für Sie ein Profil Attribut namens "cvStoreOrderPrefix" als Präfix für die Bestellung mit an. Alle Bestellungen von Benutzern mit diesem Profil Attribut wird der Wert vor der Bestellnummer.
es_es: Cuando se activa buscamos un atributo de perfil llamado "cvStoreOrderPrefix" antepuesto a la orden con. Todos los pedidos de los usuarios con perfil de este atributo tendrá el valor frente al número de orden.
fr_fr: Quand elle est cochée nous recherchons un attribut profil appelé "cvStoreOrderPrefix" à la commande avec le préfixe. Toute livraison d'utilisateurs avec cet attribut profil aura la valeur en face du numéro de commande.
nl_nl: Indien aangevinkt we op zoek naar een profiel attribuut genaamd "cvStoreOrderPrefix" aan de orde met prefix. Eventuele orders van gebruikers met dit profiel attribuut ingesteld zal de waarde in de voorkant van het ordernummer.

# lblCheckForUserPrefix.Text
source: Check for User Order Prefix
de_de: Prüfen Sie, ob Benutzer Auftrag Prefix
es_es: Compruebe que Prefijo Orden del usuario
fr_fr: Vérifiez Préfixe Ordre utilisateur
nl_nl: Controleer op bestellingen per gebruiker Prefix
