Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/AccountSettings.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblRequireSSL.Text
source: Force SSL at Checkout
de_de: Force-SSL bei Kasse
es_es: Fuerza de SSL en la Caja
fr_fr: Groupe SSL à la caisse
nl_nl: Force SSL bij Kassa

# lblRequireSSL.Help
source: Force SSL to be used during checkout.
de_de: Force-SSL, um bei der Kasse eingesetzt werden.
es_es: Fuerza SSL que se utilizará durante la verificación.
fr_fr: Groupe SSL pour être utilisée lors du paiement.
nl_nl: Force SSL om gebruikt te worden bij de kassa.

# lblSSLNote.Text
source: NOTE
de_de: HINWEIS
es_es: NOTA
fr_fr: REMARQUE

# SSLMessage.Text
source: This setting forces HTTPS during chekout. HTTPS must be properly setup on the server; otherwise the checkout page will not load.
de_de: Diese Einstellung zwingt HTTPS während chekout. HTTPS muss korrekt eingerichtet auf dem Server sein, da sonst die Checkout-Seite kann nicht geladen werden.
es_es: Este ajuste fuerzas HTTPS durante chekout. HTTPS debe ser configurado correctamente en el servidor, de lo contrario la página de pago no se carga.
fr_fr: Ce paramètre force HTTPS cours Passer commande. HTTPS doit être correctement configuré sur le serveur, sinon la page de paiement ne se charge pas.
nl_nl: Deze instelling dwingt HTTPS tijdens chekout. HTTPS moeten juist in te stellen op de server worden, omdat anders de checkout pagina wordt niet geladen.

# lblSSLNote.Help
source: Important message about using SSL setting.
de_de: Wichtiger Hinweis zur Verwendung von SSL-Einstellung.
es_es: Mensaje importante sobre el uso de configuración de SSL.
fr_fr: Message important sur l'utilisation de paramètre SSL.
nl_nl: Belangrijk bericht over het gebruik van SSL-instelling.

# ControlTitle_settings.Text
source: Account Settings
de_de: Account-Einstellungen
es_es: Configuración de la cuenta
fr_fr: Paramètres du compte
nl_nl: Accountinstellingen

# dshMainCartSettings.Text
source: Main Cart Settings
de_de: Main-Cart-Einstellungen
es_es: Configuración principal Cesta
fr_fr: Réglages chariot principal
nl_nl: Belangrijkste Winkelwagen Instellingen

# lblIncludeVAT.Help
source: Check to display product's price including VAT.
de_de: Überprüfen Sie Produkts inklusive Mehrwertsteuer angezeigt.
es_es: De verificación para mostrar el precio del producto, incluyendo el IVA.
fr_fr: À cocher pour afficher le prix du produit, y compris la TVA.
nl_nl: Controleer of product de prijs weer te geven inclusief BTW.

# lblIncludeVAT.Text
source: Include VAT
de_de: Inkl. MwSt.
es_es: Incluyen el IVA
fr_fr: Inclure la TVA
nl_nl: Zijn inclusief BTW

# lblProductColumn.Help
source: Select the product attribute to display in the product column.
de_de: Wählen Sie das Produkt-Attribut in das Produkt Spalte angezeigt.
es_es: Seleccione el atributo del producto que desea mostrar en la columna de producto.
fr_fr: Sélectionnez l'attribut de produit à afficher dans la colonne de produit.
nl_nl: Selecteer het product toe te schrijven aan weer te geven in het product kolom.

# lblProductColumn.Text
source: Product Column
de_de: Produkt Column
es_es: Producto de la columna
fr_fr: Colonne produit
nl_nl: Column product

# lblShowThumbnail.Help
source: Check to display product's thumbnail in the user's cart.
de_de: Prüfen Sie, Produkt-Icon im Benutzer-Warenkorb angezeigt werden.
es_es: De verificación para mostrar imagen del producto en el carrito del usuario.
fr_fr: Vérifiez affichage des vignettes des produits dans le panier de l'utilisateur.
nl_nl: Controleer of product miniaturen weer te geven in de winkelwagen van de gebruiker.

# lblShowThumbnail.Text
source: Show Thumbnail
de_de: Zeige Vorschaubild
es_es: Mostrar miniatura
fr_fr: Montrer Vignette
nl_nl: Tonen Thumbnail

# lblThumbnailWidth.Help
source: Enter the thumbnail width in pixels. Default value: 100.
de_de: Geben Sie die Thumbnail-Breite in Pixeln. Standardwert: 100.
es_es: Introduzca el ancho de miniatura en píxeles. El valor por defecto: 100.
fr_fr: Entrez la largeur miniature en pixels. La valeur par défaut: 100.
nl_nl: Geef de verkleinde breedte in pixels. Standaardwaarde: 100.

# lblThumbnailWidth.Text
source: Thumbnail Width
de_de: Thumbnail Breite
es_es: Miniatura Ancho
fr_fr: Largeur Vignette
nl_nl: Thumbnail breedte

# ModelName.Text
source: Model Name
es_es: Nombre del modelo
fr_fr: Nom du modèle
nl_nl: Modelnaam

# ModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# ProductTitle.Text
source: Product Title
es_es: Título del producto
fr_fr: Titre du produit
nl_nl: Titel product

# lblGIFBgColor.Help
source: Enter the hex value of the background color to use with GIF image format. Valid values: #FFFFFF, #f00, FF0000, F09, ...
de_de: Geben Sie den Hex-Wert der Hintergrundfarbe mit GIF-Format verwenden. Gültige Werte: # FFFFFF, # f00, FF0000, F09, ...
es_es: Introduzca el valor hexadecimal del color de fondo para su uso con formato de imagen GIF. Los valores válidos: # FFFFFF, # f00, FF0000, F09, ...
fr_fr: Saisissez la valeur hexadécimale de la couleur de fond à utiliser avec le format d'image GIF. Les valeurs valides: # FFFFFF, # F00, FF0000, F09, ...
nl_nl: Voer de hexadecimale waarde van de achtergrond kleur te gebruiken met GIF-formaat. Geldige waarden: # FFFFFF, # f00, FF0000, F09, ...

# lblGIFBgColor.Text
source: GIF Background:
de_de: GIF Hintergrund:
es_es: GIF de fondo:
fr_fr: Contexte GIF:
nl_nl: GIF Achtergrond:

# lblDefaultView.Help
source: Select the default view to display.
de_de: Wählen Sie die Standard-Ansicht angezeigt werden sollen.
es_es: Seleccionar la vista predeterminada para mostrar.
fr_fr: Sélectionnez la vue par défaut à afficher.
nl_nl: Selecteer de standaard weergave te laten zien.

# lblDefaultView.Text
source: Default View
de_de: Benutzerbild
es_es: Ver por defecto

# CustomerCart.Text
source: Customer Cart
de_de: Kunden Warenkorb
es_es: Al cliente Cesta
fr_fr: Client Panier
nl_nl: Klanten winkelwagen

# CustomerOrders.Text
source: Customer Orders
de_de: Kundenbestellungen
es_es: Los pedidos de los clientes
fr_fr: Commandes Clients
nl_nl: Klantenorders

# CustomerDigitalDownloads.Text
source: Customer Digital Downloads
de_de: Kunden digitale Downloads
es_es: Descargas digitales de los clientes
fr_fr: Client numérique Téléchargements
nl_nl: Klant digitale downloads

# lblEnableWishlist.Help
source: If true allows users to store products in a wishlist
de_de: Wenn das stimmt ermöglicht es Benutzern, Produkte in einer Merkliste speichern
es_es: Si es verdad permite a los usuarios almacenar los productos en su lista
fr_fr: Si true permet aux utilisateurs de stocker les produits dans une liste de souhaits
nl_nl: Als dat waar is kunnen gebruikers de producten op te slaan in een verlanglijst

# lblEnableWishlist.Text
source: Enabled Wishlist
de_de: Aktiviert Wunschzettel
es_es: Lista habilitado
fr_fr: Wishlist Enabled
nl_nl: Ingeschakeld verlanglijst

# lblAllowAnonCheckout.Help
source: If selected users will be allowed to checkout as guests<br /> i.e. they will not be required to create a user account on the site before they are allowed to checkout. However if they have a product in their cart that is a digital download, they will NOT be able to checkout as a guest.
de_de: Wenn ausgewählte Benutzer wird erlaubt, als Gäste der Kasse werden <br /> dh sie werden nicht benötigt, um ein Benutzerkonto auf der Website zu erstellen, bevor sie zur Kasse zulässig sind. Doch wenn sie ein Produkt in ihren Wagen, die eine digitale Download haben, werden sie nicht in der Lage, als Gast der Kasse.
es_es: Si el usuario selecciona se le permitirá a la caja como invitados <br /> es decir, no será necesario crear una cuenta de usuario en el sitio antes de que se les permita a la caja. Sin embargo, si tienen un producto en su carro que es una descarga digital, no será capaz de compra como invitado.
fr_fr: Si certains utilisateurs seront autorisés à la caisse en tant qu'invités <br /> c'est à dire qu'ils ne seront pas tenus de créer un compte utilisateur sur le site avant d'être autorisés à la caisse. Toutefois, si elles ont un produit dans leur panier qui est un téléchargement numérique, ils ne seront pas en mesure à la caisse comme un invité.
nl_nl: Als geselecteerde gebruikers mogen afrekenen als gasten <br /> dus ze zullen niet worden verplicht om een ​​gebruiker account aan te maken op de site voordat ze mogen naar de kassa. Maar als ze een product in hun wagen die is een digitale download, zullen ze niet in staat zijn naar de kassa als een gast.

# lblAllowAnonCheckout.Text
source: Allow Guest Checkout
de_de: Dem Guest Kasse
es_es: Permitir Invitado Pedido
fr_fr: Autoriser les invités Commander
nl_nl: Laat Gast Afrekenen

# lblAcceptDonations.Help
source: If selected at the point of checkout the user will have the option to make a donation and add this to the subtotal of their cart.
de_de: Wenn zum Zeitpunkt der Kasse gewählt wird der Benutzer haben die Möglichkeit, eine Spende zu machen und stell 'das, um die Zwischensumme von ihren Wagen.
es_es: Si se selecciona en el punto de compra, el usuario tiene la opción de hacer una donación y agregue esto a la subtotal de su compra.
fr_fr: Si elle est sélectionnée au moment de l'extraction de l'utilisateur aura la possibilité de faire un don et ajoutez ceci à la sous-total de leur panier.
nl_nl: Indien geselecteerd op het punt van de kassa zal de gebruiker de mogelijkheid om een ​​donatie te doen en voeg dit aan het subtotaal van hun kar.

# lblAcceptDonations.Text
source: Accept Donations
de_de: Spenden
es_es: Aceptar donaciones
fr_fr: Accepter les dons
nl_nl: Accepteer Donaties

# lblAddEditDonationAmount.Text
source: Add / Edit Donation Amounts
de_de: Hinzufügen / Bearbeiten der Spendenbetrag
es_es: Agregar / Editar cantidades de donaciones
fr_fr: Ajouter / Editer Montants don
nl_nl: Add / Edit donatie Bedragen

# lblDonationAmount.Help
source: Enter a predefined amount the user can select to donate, note the user will have a free textbox also to enter their own amount.
de_de: Geben Sie einen vordefinierten Betrag, den der Benutzer wählen, um zu spenden können, notieren Sie den Benutzer ein freies Textfeld auch ihre eigenen Betrag eingeben müssen.
es_es: Introduzca una cantidad predefinida, el usuario puede seleccionar a donar, tenga en cuenta que el usuario tendrá un cuadro de texto libre también de entrar en su propia cantidad.
fr_fr: Entrez un montant prédéfini, l'utilisateur peut choisir de faire un don, notez que l'utilisateur aura une zone de texte libre également d'entrer dans leur propre montant.
nl_nl: Voer een vooraf bepaalde hoeveelheid van de gebruiker kan kiezen om te doneren, let op de gebruiker een gratis tekstbox om hun eigen bedrag in te voeren hebben.

# lblDonationAmount.Text
source: Donation Amount
de_de: Spendenbetrag
es_es: Cantidad de Donación
fr_fr: Montant du don
nl_nl: Donatie Bedrag

# lblDonations.Text
source: Donation Settings
de_de: Donation Einstellungen
es_es: Configuración de la donación
fr_fr: Réglages don
nl_nl: Donatie-instellingen

# lblExistingDonationAmount.Text
source: Existing Donation Amounts
de_de: Bestehende Spendenbetrag
es_es: Las cantidades existentes de donación
fr_fr: Les montants de dons existants
nl_nl: Bestaande Donatie Bedragen

# lnkCancel.Text
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

# lnkDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# lnkSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer
nl_nl: Besparen

# rfDonations.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# lblDonationsTemplate.Help
source: The template that we should use when outputting the donation control.
de_de: Die Vorlage, die wir verwenden, wenn die Ausgabe der Spende Kontrolle sollte.
es_es: La plantilla que se debe utilizar cuando la salida del control de donación.
fr_fr: Le modèle que nous devrions utiliser lors de la sortie du contrôle de don.
nl_nl: De template die we moeten gebruiken bij het uitvoeren van de donatie te controleren.

# lblDonationsTemplate.Text
source: Donations Template
de_de: Spenden Vorlage
es_es: Las donaciones de plantilla
fr_fr: Modèle Dons
nl_nl: Donaties Template

# lblCartSettings.Text
source: Cart Settings
de_de: Cart-Einstellungen
es_es: Cesta Configuración
fr_fr: Réglages panier
nl_nl: Instellingen winkelwagen

# lblHideDownloadLink.Help
source: When checked the Digital Download Locker link is hidden from the My Account submenu bar.
de_de: Wenn diese Option aktiviert die Digital Download Locker Link von dem Konto Untermenü bar versteckt ist.
es_es: Cuando se activa el enlace Descarga Digital Locker está oculto a la barra Mis Cuenta submenú.
fr_fr: Quand elle est cochée sur le lien Télécharger Digital Locker est caché dans la barre de menu Mon compte.
nl_nl: Toen controleerde de Digital Download Locker link is verborgen voor de Mijn account submenu bar.

# lblHideDownloadLink.Text
source: Hide Download Locker Link
de_de: Hide Herunterladen Locker-Link
es_es: Ocultar Download Link casillero
fr_fr: Cacher Lien de téléchargement Locker
nl_nl: Verberg Download Locker Link

# lblDonationThankyouMessage.Help
source: If selected, once the user has made a donation they will be displayed a thank you message. The message is defined in sharedresources.ascx.resx and can be customized as per your needs.
de_de: Wenn diese Option aktiviert, sobald der Benutzer eine Spende sie angezeigt Dankeschön Meldung gemacht werden. Die Nachricht wird in sharedresources.ascx.resx definiert und können nach Ihren Bedürfnissen angepasst werden.
es_es: Si se selecciona, una vez que el usuario ha hecho una donación que se mostrará un mensaje de agradecimiento. El mensaje se define en sharedresources.ascx.resx y se pueden personalizar según sus necesidades.
fr_fr: S'il est choisi, une fois que l'utilisateur a fait un don, ils seront affichés un message de remerciement. Le message est définie dans sharedresources.ascx.resx et peut être personnalisé selon vos besoins.
nl_nl: Indien geselecteerd, zodra de gebruiker heeft gemaakt een donatie zichtbaar zijn worden deze een dank je bericht. De boodschap is gedefinieerd in sharedresources.ascx.resx en kan worden aangepast als per uw behoeften.

# lblDonationThankyouMessage.Text
source: Display Thank you Message
de_de: Anzeige Danke Nachricht
es_es: Mostrar mensaje de agradecimiento
fr_fr: Afficher un message de remerciement
nl_nl: Scherm Dank je bericht

# lblDisplayContinueShoppingButton.Help
source: If selected a button will be displayed on the cart page, that when clicked will redircect the user to the store catalogue page.
de_de: Wenn diese Option aktiviert eine Schaltfläche wird auf der Warenkorb-Seite, dass beim Anklicken der Benutzer in den Laden Katalogseite redircect wird angezeigt.
es_es: Si se selecciona un botón se mostrará en la página del carrito, que al hacer clic se redircect el usuario a la página de catálogo de la tienda.
fr_fr: Si vous êtes sélectionné un bouton sera affiché sur la page du panier, que lorsque vous cliquez dessus redircect à l'utilisateur de la page catalogue de la boutique.
nl_nl: Indien geselecteerd op een knop zal worden getoond op de kar pagina, dat wanneer erop wordt geklikt zal de gebruiker naar de winkel catalogus pagina redircect.

# lblDisplayContinueShoppingButton.Text
source: Display Continue Shopping Button
de_de: Anzeige Weiter Warenkorb Knopf
es_es: Mostrar el botón Continuar Compras
fr_fr: Afficher le bouton Continuer commercial
nl_nl: Toon Verder Winkelen Button

# lblDisplayPricesInVat.Help
source: If checked the prices are displayed inclusive of VAT in the cart and mini cart
de_de: Wenn diese Option aktiviert die Preise werden angezeigt inkl. MwSt. in den Warenkorb gelegt und Mini-Warenkorb
es_es: Si se marca los precios se muestran con IVA incluido en el carro y el carro pequeño
fr_fr: Si elle est cochée, les prix sont affichés TTC dans le panier et mini panier
nl_nl: Indien aangevinkt zullen de prijzen worden weergegeven inclusief BTW in de winkelwagen en mini winkelwagen

# lblDisplayPricesInVat.Text
source: Display Prices inc VAT/GST
de_de: Anzeige Preise inkl. MwSt. / GST
es_es: Mostrar precios con IVA / GST
fr_fr: Tarifs Afficher TTC / TPS
nl_nl: Scherm Prijzen incl. BTW / GST

# lblDisplayCheckoutLink.Help
source: When checked the checkout link is displayed in the thank you message
de_de: Wenn diese Option aktiviert die Kasse Link ist in der Dankeschön-Nachricht angezeigt
es_es: Cuando se activa el enlace de compra se muestra en el mensaje de agradecimiento
fr_fr: Quand elle est cochée le lien de paiement est affiché dans le message merci
nl_nl: Indien aangevinkt de kassa koppeling wordt weergegeven in de dank je bericht

# lblDisplayCheckoutLink.Text
source: Display Checkout Link
de_de: Anzeige Link-Kasse
es_es: Mostrar Pedido Enlace
fr_fr: Afficher Commander Lien
nl_nl: Weer te geven Afrekenen Link

# lblDonationThankyouMessageData.Help
source: The message to display when a donation is added to the basket. This can contain HTML
de_de: Die Meldung angezeigt wird, wenn eine Spende in den Warenkorb gelegt. Dies kann HTML enthalten
es_es: El mensaje que se mostrará cuando la donación se suma a la canasta. Esto puede incluir HTML
fr_fr: Le message à afficher quand un don est ajouté au panier. Cela peut contenir du code HTML
nl_nl: De boodschap om te laten zien wanneer er een donatie wordt toegevoegd aan de korf. Dit kan bestaan ​​uit HTML

# lblDonationThankyouMessageData.Text
source: Donation Message
de_de: Donation Nachricht
es_es: Donación mensaje
fr_fr: Message de don
nl_nl: Donatie Message

# lblDisplayCompanyName.Help
source: If selected at the point of checkout a textbox will be displayed for the user to enter their company name, it is also possible to specify if this is a required field that the user MUST enter.
de_de: Wenn diese Option aktiviert zum Zeitpunkt der Kasse ein Textfeld für die Benutzer, um ihre Firmennamen eingeben angezeigt wird, ist es auch möglich zu bestimmen, wenn dies ist ein Pflichtfeld, dass der Benutzer eingeben muss.
es_es: Si se selecciona en el punto de compra un cuadro de texto se mostrará para que el usuario introduzca su nombre de la empresa, también es posible especificar si se trata de un campo requiere que el usuario debe introducir.
fr_fr: Si elle est sélectionnée sur le point de récupérer un textbox sera affiché pour l'utilisateur d'entrer son nom d'entreprise, il est également possible de spécifier s'il s'agit d'un champ requis que l'utilisateur doit entrer.
nl_nl: Indien geselecteerd op het moment van afrekenen een tekstvak wordt weergegeven voor de gebruiker om het bedrijf naam in te voeren, is het ook mogelijk om aan te geven wanneer dit is een verplicht veld dat de gebruiker moet invoeren.

# lblDisplayCompanyName.Text
source: Request Company Name
de_de: Anfrage Firmenname
es_es: Solicitud Nombre de la empresa
fr_fr: Nom de l'entreprise Demande
nl_nl: Verzoek Bedrijfsnaam

# lblDisplayVatNumber.Help
source: If selected at the point of checkbox a textbox will be displayed for the user to enter their VAT number.
de_de: Wenn zum Zeitpunkt der Kontrollkästchen aktiviert ein Textfeld wird für den Benutzer angezeigt werden, um ihre Umsatzsteuer-Identifikationsnummer eingeben.
es_es: Si se selecciona en el punto de casilla un cuadro de texto se mostrará para que el usuario introduzca su número de IVA.
fr_fr: Si elle est sélectionnée au moment de la case à cocher une zone de texte sera affiché pour l'utilisateur d'entrer son numéro de TVA.
nl_nl: Indien geselecteerd op het punt van checkbox een tekstvak wordt weergegeven voor de gebruiker om hun BTW-nummer in te voeren.

# lblDisplayVatNumber.Text
source: Require VAT Number
de_de: Require Umsatzsteuer-Identifikationsnummer
es_es: Requiere número de IVA
fr_fr: Exiger un numéro de TVA
nl_nl: Vereisen BTW-nummer

# lblEnableExpressCheckout.Help
source: When checked a 2 step checkout process is used when cart only contains digital download items.
de_de: Wenn diese Option aktiviert einen 2-stufigen Checkout-Prozess verwendet wird, wenn Warenkorb enthält nur digitale Download-Produkte.
es_es: Cuando se marca un paso 2 proceso de pago se utiliza cuando se compra sólo contiene elementos de descarga digitales.
fr_fr: Quand elle est cochée une étape 2 processus de commande est utilisé lorsque panier ne contient que des éléments numériques téléchargement.
nl_nl: Indien aangevinkt een stap 2 checkout-proces wordt gebruikt wanneer winkelwagen bevat alleen digitale download items.

# lblEnableExpressCheckout.Text
source: Enable Express Checkout
de_de: Aktivieren Express Checkout
es_es: Activar exprés
fr_fr: Activer Express Checkout
nl_nl: Schakel Express Checkout

# lblDisplayOrderNotesTextbox.Help
source: If selected a textbox will be visible on the cart details page where the customer will be able to enter notes to accompany the order.
de_de: Wenn diese Option aktiviert ein Textfeld sichtbar sein wird auf dem Wagen Info-Seite, wo der Kunde in der Lage sein, um Notizen eingeben, um den Auftrag zu begleiten.
es_es: Si se selecciona un cuadro de texto estará visible en la página del carrito de detalles, donde el cliente podrá introducir notas para acompañar a la orden.
fr_fr: Si une zone de texte sélectionnée sera visible sur la page des détails panier où le client sera en mesure de saisir des notes pour accompagner la commande.
nl_nl: Als gekozen voor een tekstvak zal zichtbaar zijn op de wagen details pagina waar de klant in staat zal zijn om aantekeningen in te voeren om de order te begeleiden.

# lblDisplayOrderNotesTextbox.Text
source: Display Order Notes Textbox
de_de: Anzeige Bestellung in den Anmerkungen Textbox
es_es: Orden de visualización de texto Notas
fr_fr: Ordre d'affichage notes Textbox
nl_nl: Weergavevolgorde Notes Tekstvak

# chkCompanyNameRequired.Text
source: Company Name Is Mandatory
de_de: Benutzer eingeben muss, Firmennamen
es_es: El usuario debe introducir el nombre de la empresa
fr_fr: L'utilisateur doit entrer le nom de la société
nl_nl: Gebruiker moet bedrijfsnaam

# lblSinglePageCheckout.Help
source: If selected the checkout process will be completed on a single page rather than the 3 or 4 page option we offer.
de_de: Wenn diese Option aktiviert den Checkout-Prozess wird auf einer einzigen Seite und nicht die 3 oder 4 Seite Option bieten wir abgeschlossen sein.
es_es: Si se selecciona el proceso de compra se completará en una sola página en lugar de la opción de la página 3 o 4 que ofrecemos.
fr_fr: Si vous êtes choisi le processus de paiement sera complété sur une seule page plutôt que l'option 3 ou 4 pages que nous offrons.
nl_nl: Als de gekozen checkout-proces zal worden afgerond op een enkele pagina in plaats van de 3 of 4 pagina optie die wij aanbieden.

# lblSinglePageCheckout.Text
source: Single Page Checkout
es_es: Sola página de pago
fr_fr: Une seule page Commander
nl_nl: Een pagina Afrekenen

# lblCheckoutOption.Help
source: The checkout option we should use.
de_de: Die Kasse Option, die wir nutzen sollten.
es_es: La opción de compra que debe utilizar.
fr_fr: L'option checkout nous devrions utiliser.
nl_nl: De kassa optie die we moeten gebruiken.

# lblCheckoutOption.Text
source: Checkout Option
de_de: Kasse Option
es_es: Opción compra
fr_fr: Option Commander
nl_nl: Afrekenen Optie

# lblOrders.Text
source: Order Management Settings
de_de: Order Management Einstellungen
es_es: Configuración de administración de pedidos
fr_fr: Paramètres de gestion de commande
nl_nl: Order Management-instellingen
