Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CartDetail.ascx.*.resx
Languages: de_de, es_es, nl_nl

# lblProduct.Text
source: Product
de_de: Produkt-
es_es: Producto

# lblPriceHeader.Text
source: Price
de_de: Preis
es_es: Precio
nl_nl: Prijs

# lblTotals.Text
source: Cart subtotal:
de_de: Warenkorb Zwischensumme:
es_es: Cesta subtotal:
nl_nl: Winkelwagen Subtotaal:

# lblQty.Text
source: Qty
de_de: Anz
es_es: Cantidad
nl_nl: Aantal

# lblSubtotal.Text
source: Line Total
es_es: Total de la partida
nl_nl: Totaal lijn

# lblBasketEmpty.Text
source: Your cart is currently empty.
de_de: Ihr Warenkorb ist noch leer.
es_es: Su cesta está vacía.
nl_nl: Uw winkelwagen is momenteel leeg.

# lblControlHeader.Text
source: Qty Control
de_de: Anz Control
es_es: Cantidad de control
nl_nl: Aantal Control

# ErrorSettings.Text
source: <b>You can't use this module because the Store doesn't exist yet!<br />First define Store settings inside the Store Admin module.</b>
de_de: <b>Sie können nicht dieses Modul, weil der Store noch nicht existiert! <br /> Definieren Sie zunächst Store Einstellungen innerhalb des Admin-Store-Modul.</b>
es_es: <b>Usted no puede utilizar este módulo porque la tienda no existe todavía! <br /> En primer lugar definir la configuración de la tienda en el interior del módulo de administración de la tienda.</b>
nl_nl: <b>U kunt geen gebruik maken van deze module, omdat de winkel nog niet bestaat! <br /> Eerst definiëren Store instellingen in de winkel Admin module.</b>

# hypDeleteAll.ToolTip
source: Remove All Items From Cart
de_de: Entfernen Sie alle Artikel aus Warenkorb
es_es: Quitar todos los elementos de la cesta
nl_nl: Verwijder alle items uit winkelwagen

# lblCouponCode.Text
source: Coupon Code:
de_de: Gutschein-Code:
es_es: Código promocional:

# lblInvalidCoupon.Text
source: Invalid coupon code.
de_de: Ungültige Gutschein-Code.
es_es: Código de descuento no es válido.
nl_nl: Ongeldige coupon code.

# hyperDeleteAllItemsFromCart.ToolTip
source: Remove All Items From Cart
de_de: Entfernen Sie alle Artikel aus Warenkorb
es_es: Quitar todos los elementos de la cesta
nl_nl: Verwijder alle items uit winkelwagen

# hyperSingleAllItemsFromCart.ToolTip
source: Delete Item From Cart
de_de: Eintrag löschen aus dem Warenkorb
es_es: Eliminar elemento de compra
nl_nl: Item verwijderen uit uw mandje

# hypUpdateCartRow.ToolTip
source: Update Cart
de_de: Warenkorb aktualisieren
es_es: Actualización de la cesta
nl_nl: Update winkelwagen

# lblCouponEmailAddress.Text
source: Email Address:
de_de: E-Mail Adresse:
es_es: Dirección de correo electrónico:
nl_nl: E-mailadres:

# reEmailAddress
source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
es_es: Dirección de correo electrónico no válida.
nl_nl: Ongeldig e-mailadres.

# lblShipping.Text
source: Shipping Est:
de_de: Liefer-Est:
es_es: Envío Est:
nl_nl: Verzenden Est:

# shippingEstCaption.Text
source: Shipping is an estimate until we know your correct shipping address, please continue to the checkout to determine the actual cost
de_de: Die Schifffahrt ist eine Schätzung, bis wir Ihre korrekte Lieferadresse, wissen Sie bitte weiter zur Kasse zu den tatsächlichen Kosten ermitteln
es_es: El transporte marítimo es una estimación hasta que sepamos su dirección de envío correcta, por favor, continúe con el pago y envío para determinar el coste real
nl_nl: Transporttijd is een schatting, totdat we weten wat uw juiste verzendadres, ga dan verder naar de kassa om de werkelijke kosten te bepalen

# lblApplyCoupon.Text
source: Apply Coupon
de_de: Bewerben Coupon
es_es: Aplicar Cupón
nl_nl: Coupon van toepassing

# lblRemoveCoupon.Text
source: Remove Coupon
de_de: Entfernen Coupon
es_es: Retire promocional
nl_nl: Verwijder Coupon

# lblDiscountAmount.Text
source: Discount:
de_de: Rabatt:
es_es: Descuento:
nl_nl: Korting:

# freeShippingCoupon.Text
source: Free Shipping
de_de: Versandkosten
es_es: El envío gratuito
nl_nl: Gratis verzending

# lblNotesToStore.Text
source: Order Notes:
de_de: Bestellen Sie Anmerkungen:
es_es: Orden Notas:
nl_nl: Om Opmerkingen:

# lblOrderNotesHelp.Text
source: This textbox allows you to enter notes relating to this order, the notes will be saved alongside this order for the store admin to view. e.g. notes relating to shipping / payment etc.
de_de: Das Textfeld können Sie Notizen zu dieser Bestellung eingeben, werden die Noten neben dieser Reihenfolge für den Store admin, um gerettet werden. z. B. Hinweise zu Versand / Zahlung usw.
es_es: Este cuadro de texto le permite introducir notas relativas a esta orden, las notas se guardan junto con esta orden para el almacén de administración para ver. observa por ejemplo en materia de envío y pago, etc
nl_nl: Dit tekstvak kunt u notities invoeren met betrekking tot deze orde is, zal de toelichting worden opgeslagen naast deze volgorde voor de winkel admin te bekijken. bijvoorbeeld nota's voor verzendkosten / betaling etc.

# lblCouponEmailAddressHelp.Text
source: This coupon has been assigned to an email address, please enter the email address to validate the coupon belongs to you.
de_de: Dieser Coupon auf eine E-Mail-Adresse zugewiesen wurde, geben Sie bitte die E-Mail-Adresse an den Coupon validieren gehört Ihnen.
es_es: Este cupón se ha asignado a una dirección de correo electrónico, introduzca la dirección de correo electrónico para validar el cupón le pertenece a usted.
nl_nl: Deze coupon is toegewezen aan een e-mail adres, gelieve het e-mailadres om de coupon te valideren bij je hoort.

# lblCouponHelp.Text
source: Enter the coupon code that has been given to you in order to receive a discount on the items in your cart.
de_de: Geben Sie den Gutschein-Code, der Ihnen gegeben wurde, um einen Rabatt auf die Produkte im Warenkorb erhalten.
es_es: Ingrese el código de cupón que se ha dado a usted a fin de recibir un descuento en los artículos en su carrito.
nl_nl: Voer de coupon code die is gegeven aan u om een ​​korting op de items in uw winkelwagen.

# hypUpdateEntireCart.Text
source: Update All Quantities in Cart
de_de: Alles aktualisieren Mengen im Warenkorb
es_es: Actualizar todo cantidades en el carrito
nl_nl: Update Alle hoeveelheden in winkelwagen
