Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CatalogSettings.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblShowAddVariantCaption.Help
source: If selected when viewing the product catalogue and a product has variants, instead of showing the standard add to cart button we will show an image that better explains whey the user gets redirected to the product details page.
de_de: Wenn ausgewählt, wenn die sich den Produktkatalog und ein Produkt-Varianten, anstatt die Standard Warenkorb-Button werden wir ein Bild, das besser erklärt Molke der Benutzer das Produkt Details Seite wird umgeleitet zu zeigen.
es_es: Si se selecciona al ver el catálogo de productos y un producto tiene variantes, en lugar de mostrar el nivel botón añadir al carrito vamos a mostrar una imagen que explica mejor suero de leche al usuario se le redirecciona a la página de detalles del producto.
fr_fr: Si elle est sélectionnée lors de la visualisation du catalogue de produits et un produit a des variantes, au lieu de montrer la norme bouton ajouter au panier nous allons montrer une image qui explique mieux lactosérum l'utilisateur obtient redirigé vers la page de détails du produit.
nl_nl: Indien geselecteerd bij het bekijken van de productcatalogus en een product heeft varianten, in plaats van het tonen van de standaard knop Toevoegen aan winkelwagentje zullen we een beeld dat beter verklaart wei krijgt de gebruiker doorgestuurd naar de pagina met productdetails te tonen.

# lblShowAddVariantCaption.Text
source: Show Add Variant To Cart Caption
de_de: Anzeigen Hinzufügen zum Warenkorb Variant Bildunterschrift
es_es: Mostrar Agregar Variante Para Leyenda de compra
fr_fr: Afficher Ajouter Variant de sous-titrer le panier
nl_nl: Toon Toevoegen Variant To Cart Bijschrift

# lblPDImageMode.Help
source: Define the mode used to display the images for the product on the details page.
de_de: Definieren Sie den Modus verwendet, um die Bilder für den Artikel über die Details anzuzeigen.
es_es: Definir el modo utilizado para mostrar las imágenes de dicho producto en la página de detalles.
fr_fr: Définir le mode utilisé pour afficher les images pour le produit sur la page de détails.
nl_nl: Definieer de functie wordt gebruikt om de beelden te tonen voor het product op de details pagina.

# lblPDImageMode.Text
source: Image Mode
es_es: Modo de imagen
nl_nl: Fotomodus

# ProductDetailsImageMode.Zoom.Text
source: Image Zoom
de_de: Bild vergrößern
es_es: Aumento de la pantalla

# lblDisableStoreForAnonymous.Help
source: When checked the prices and store checkout are disable for anonymous users. This can be used to create a B2B site which only lists prices to authenicated users.
de_de: Wenn diese Option aktiviert die Preise und Shop Kasse sind deaktivieren für anonyme Benutzer. Dies kann verwendet werden, um eine B2B-Website, die nur Listen Preise authenicated Benutzer zu erstellen.
es_es: Cuando se marca los precios y compra tienda son deshabilitar para los usuarios anónimos. Esto puede ser usado para crear un sitio B2B que sólo las listas de precios a los usuarios authenicated.
fr_fr: Quand elle est cochée, les prix et la caisse des magasins sont désactiver pour les utilisateurs anonymes. Ceci peut être utilisé pour créer un site B2B qui répertorie uniquement les prix pour les utilisateurs authenicated.
nl_nl: Toen controleerden de prijzen en op te slaan kassa worden uitgeschakeld voor anonieme gebruikers. Dit kan worden gebruikt om een ​​B2B-site die alleen de prijzen lijsten authenicated gebruikers te creëren.

# lblDisableStoreForAnonymous.Text
source: Disable Price/Checkout for Anonymous
de_de: Deaktivieren Preis / Checkout für Anonymous
es_es: Deshabilitar Precio / Salida por Anonymous
fr_fr: Prix ​​Désactiver / Checkout pour Anonymous
nl_nl: Uitschakelen Prijs / Checkout voor Anonymous

# RepeatDirectionHoriz.Text
source: Horizontal
nl_nl: Horizontale

# RepeatDirectionVert.Text
source: Vertical
de_de: Vertikale
nl_nl: Verticale

# ProductDetailsImageMode.ModalPopup.Text
source: Modal Popup
nl_nl: Modale Popup

# chkSortCreatedDate.Text
source: Neweset
de_de: Neuesten Surpac
