Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CatalogSettings.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblCatTemplate.Text
source: Catalog Template:
de_de: Katalog Vorlage:
es_es: Catálogo de plantillas:
fr_fr: Modèle du produit:
nl_nl: Catalogus Sjabloon:

# lblDefaultCategory.Text
source: Default Category:
de_de: Standard Kategorie:
es_es: Categoría por defecto:
fr_fr: Catégorie par défaut:
nl_nl: Standaard Categorie:

# lblUseDefaultCategory.Text
source: Default Category Behaviour:
de_de: Standard Kategorie Verhalten:
es_es: El comportamiento por defecto Categoría:
fr_fr: Comportement Catégorie par défaut:
nl_nl: Standaard Categorie Gedrag:

# lblShowCategoryMsg.Text
source: Show Category Message:
de_de: Zeige Kategorie Nachricht:
es_es: Mostrar mensaje Categoría:
fr_fr: Message Catégorie Show:
nl_nl: Toon Categorie Bericht:

# lblShowProductDetail.Text
source: Show Product Detail:
de_de: Zeige Produkt-Detail:
es_es: Mostrar detalles del producto:
fr_fr: Détails du produit Voir:
nl_nl: Toon Product Detail:

# lblPDSThumbnailWidth.Text
source: Thumbnail Width:
de_de: Vorschaubild Breite:
es_es: Miniatura Ancho:
fr_fr: Largeur Vignette:
nl_nl: Thumbnail Breedte:

# lblPDSShowThumbnail.Text
source: Show Thumbnail:
de_de: Zeige Vorschaubild:
es_es: Mostrar miniatura:
fr_fr: Vignette Show:
nl_nl: Toon Thumbnail:

# lblDetailTemplate.Text
source: Detail Template:
de_de: Detail Vorlage:
es_es: Plantilla de detalle:
fr_fr: Modèle Détails:
nl_nl: Detail Sjabloon:

# lblPPSDetailPage.Text
source: Detail Page:
de_de: Detailseite:
es_es: Página de detalles:
fr_fr: Détail de la page:

# lblCSThumbnailWidth.Text
source: Thumbnail Width:
de_de: Vorschaubild Breite:
es_es: Miniatura Ancho:
fr_fr: Largeur Vignette:
nl_nl: Thumbnail Breedte:

# lblCSShowThumbnail.Text
source: Show Thumbnail:
de_de: Zeige Vorschaubild:
es_es: Mostrar miniatura:
fr_fr: Vignette Show:
nl_nl: Toon Thumbnail:

# lblCSRows.Text
source: Rows:
de_de: Zeilen:
es_es: Filas:
fr_fr: Rangées:
nl_nl: Rijen:

# lblCSListTemplate.Text
source: List Template:
de_de: Vorlage für die Liste:
es_es: Plantilla de la lista:
fr_fr: Modèle de liste:
nl_nl: Lijst Sjabloon:

# lblCSColumnWidth.Text
source: Column Width:
de_de: Spaltenbreite:
es_es: Ancho de columna:
fr_fr: Largeur de colonne:
nl_nl: Kolombreedte:

# lblCSDetailPage.Text
source: Detail Page:
de_de: Detailseite:
es_es: Página de detalles:
fr_fr: Détail de la page:

# lblPPSListTemplate.Text
source: List Template:
de_de: Vorlage für die Liste:
es_es: Plantilla de la lista:
fr_fr: Modèle de liste:
nl_nl: Lijst Sjabloon:

# lblPPSRows.Text
source: Rows:
de_de: Zeilen:
es_es: Filas:
fr_fr: Rangées:
nl_nl: Rijen:

# lblPPSColumns.Text
source: Columns:
de_de: Spalten:
es_es: Columnas:
fr_fr: Colonnes:
nl_nl: Kolommen:

# lblPPSColumnWidth.Text
source: Column Width:
de_de: Spaltenbreite:
es_es: Ancho de columna:
fr_fr: Largeur de colonne:
nl_nl: Kolombreedte:

# lblPPSShowThumbnail.Text
source: Show Thumbnail:
de_de: Zeige Vorschaubild:
es_es: Mostrar miniatura:
fr_fr: Vignette Show:
nl_nl: Toon Thumbnail:

# lblPPSThumbnailWidth.Text
source: Thumbnail Width:
de_de: Vorschaubild Breite:
es_es: Miniatura Ancho:
fr_fr: Largeur Vignette:
nl_nl: Thumbnail Breedte:

# lblCSColumns.Text
source: Columns:
de_de: Spalten:
es_es: Columnas:
fr_fr: Colonnes:
nl_nl: Kolommen:

# SelectDefaultCategory.Text
source: (none)
es_es: (Ninguno)
nl_nl: (Geen)

# FPLSamePage.Text
source: Same Page
de_de: Gleiche Seite
es_es: La misma página
fr_fr: Même Page
nl_nl: Dezelfde pagina

# PPLSamePage.Text
source: Same Page
de_de: Gleiche Seite
es_es: La misma página
fr_fr: Même Page
nl_nl: Dezelfde pagina

# CPLSamePage.Text
source: Same Page
de_de: Gleiche Seite
es_es: La misma página
fr_fr: Même Page
nl_nl: Dezelfde pagina

# dshGenSettings.Text
source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres généraux
nl_nl: Algemene instellingen

# dshFeaturedProductList.Text
source: Featured Product Settings
de_de: Featured Product Einstellungen
es_es: Configuración Destacado
fr_fr: Paramètres du produit vedette
nl_nl: Aanbevolen Product Instellingen

# dshCategoryProductList.Text
source: Category Product Settings
de_de: Kategorie Produkt-Einstellungen
es_es: Configuración de la categoría del producto
fr_fr: Paramètres catégorie de produit
nl_nl: Categorie Product Instellingen

# dshProductDetails.Text
source: Product Details Settings
de_de: Produktinformation Einstellungen
es_es: Detalles Configuración del producto
fr_fr: Détails sur le produit Paramètres
nl_nl: Product Details Instellingen

# ControlTitle_settings.Text
source: Catalog Settings
de_de: Katalogeinstellungen
es_es: Configuración de Catálogo
fr_fr: Paramètres du catalogue
nl_nl: Instellingen catalogus

# NPLSamePage.Text
source: Same Page
de_de: Gleiche Seite
es_es: La misma página
fr_fr: Même Page
nl_nl: Dezelfde pagina

# lblPDSReturnPage.Text
source: Return To:
es_es: Enviar a:
fr_fr: Retourner à:
nl_nl: Terug naar:

# PDSSamePage.Text
source: Same Page
de_de: Gleiche Seite
es_es: La misma página
fr_fr: Même Page
nl_nl: Dezelfde pagina

# lblCSShowPageInfo.Text
source: Show Page Info:
de_de: Zeige Seite Info:
es_es: Mostrar información de la página:
fr_fr: Page d'infos Voir:
nl_nl: Toon Page Info:

# lblCSShowPageNav.Text
source: Show Page Navigation:
de_de: Zeige Seite Navigation:
es_es: Mostrar la página de navegación:
fr_fr: Navigation Page Show:
nl_nl: Toon Page Navigatie:

# lblCSContainerTemplate.Text
source: Container Template:
de_de: Container Vorlage:
es_es: Plantilla de contenedores:
fr_fr: Modèle de récipient:
nl_nl: Container Sjabloon:

# lblPPSContainerTemplate.Text
source: Container Template:
de_de: Container Vorlage:
es_es: Plantilla de contenedores:
fr_fr: Modèle de récipient:
nl_nl: Container Sjabloon:

# lblPDSShowReviews.Text
source: Show Reviews:
es_es: Mostrar Comentarios:
fr_fr: Voir les commentaires:
nl_nl: Toon Reviews:

# lblCSRepeatDirection.Text
source: Repeat Direction:
de_de: Wiederholen Richtung:
es_es: Repita Dirección:
fr_fr: Direction de répétition:
nl_nl: Herhaal Richting:

# lblPPSRepeatDirection.Text
source: Repeat Direction:
de_de: Wiederholen Richtung:
es_es: Repita Dirección:
fr_fr: Direction de répétition:
nl_nl: Herhaal Richting:

# chkSortManufacturer.Text
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
nl_nl: Fabrikant

# chkSortModelName.Text
source: Model Name
es_es: Nombre del modelo
fr_fr: Nom du modèle
nl_nl: Modelnaam

# chkSortModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# chkSortUnitPrice.Text
source: Unit Price
de_de: Einheitspreis
es_es: Precio unitario
fr_fr: Prix ​​unitaire
nl_nl: Eenheidsprijs

# SortAscending.Text
source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Croissant
nl_nl: Oplopend

# SortDescending.Text
source: Descending
de_de: Absteigend
es_es: Descendente
fr_fr: Descendant
nl_nl: Aflopend

# lblCSSortBy.Text
source: Sort By:
de_de: Sortieren nach:
es_es: Ordenar por:
fr_fr: Trier par:
nl_nl: Sorteren op:

# lblCSSortDir.Text
source: Direction :
de_de: Richtung:
es_es: Dirección:
nl_nl: Richting:

# lblCSSubCategories.Text
source: Sub-Categories:
de_de: Sub-Kategorien:
es_es: Sub-Categorías:
fr_fr: Sous-catégories:
nl_nl: Subcategorieën:

# lblCatTemplate.Help
source: Select a template for the catalog. Default template is Catalog.htm.
de_de: Wählen Sie eine Vorlage für den Katalog. Default Template catalog.htm.
es_es: Seleccione una plantilla para el catálogo. plantilla por defecto es catalog.htm.
fr_fr: Sélectionnez un modèle pour le catalogue. modèle par défaut est catalog.htm.
nl_nl: Selecteer een sjabloon voor de catalogus. Standaardsjabloon is catalog.htm.

# lblCSColumns.Help
source: Enter the column number to display products.
de_de: Geben Sie die Nummer der Spalte, um Produkte.
es_es: Introduce el número de columna para mostrar productos.
fr_fr: Entrez le numéro de colonne pour afficher les produits.
nl_nl: Voer de kolom aantal producten weer te geven.

# lblCSColumnWidth.Help
source: Enter the column width in pixel. If the value is higher than 0, the value will be inserted to the style attribute of the corresponding table cell. For a better control display, you should set this value to 0 and use the css classes: td.StoreCategoryProductItem and td.StoreCategoryProductAlternatingItem defined in the file StoreFront.css.
de_de: Geben Sie die Spaltenbreite in Pixel. Ist der Wert größer als 0, wird der Wert auf das style-Attribut der entsprechenden Tabellenzelle eingefügt werden. Für eine bessere Kontrolle angezeigt, sollten Sie diesen Wert auf 0 gesetzt und die CSS-Klassen: td.StoreCategoryProductItem und td.StoreCategoryProductAlternatingItem in der Datei StoreFront.css definiert.
es_es: Introduzca el ancho de columna en píxeles. Si el valor es mayor que 0, el valor será insertado en el atributo de estilo de la celda de la tabla correspondiente. Para un mejor control de la pantalla, debe establecer este valor a 0 y el uso de las clases CSS: td.StoreCategoryProductItem y td.StoreCategoryProductAlternatingItem definido en el StoreFront.css archivo.
fr_fr: Entrez la largeur de colonne en pixels. Si la valeur est supérieure à 0, la valeur sera inséré à l'attribut style de la cellule du tableau correspondant. Pour un affichage meilleur contrôle, vous devez définir cette valeur à 0 et utiliser les classes CSS: td.StoreCategoryProductItem et td.StoreCategoryProductAlternatingItem défini dans le fichier StoreFront.css.
nl_nl: Geef de kolombreedte in pixel. Als de waarde hoger is dan 0, zal de waarde worden toegevoegd aan de stijl attribuut van de bijbehorende tabel cel. Voor een betere controle weer te geven, moet je deze waarde op 0 gezet en gebruik de css klassen: td.StoreCategoryProductItem en td.StoreCategoryProductAlternatingItem gedefinieerd in het bestand StoreFront.css.

# lblCSContainerTemplate.Help
source: Select a template for the category product container. Default template is CategoryContainer.htm.
de_de: Wählen Sie eine Vorlage für die Kategorie Produkt-Container. Default Template CategoryContainer.htm.
es_es: Seleccione una plantilla para el envase del producto categoría. plantilla por defecto es CategoryContainer.htm.
fr_fr: Sélectionnez un modèle pour l'emballage du produit catégorie. modèle par défaut est CategoryContainer.htm.
nl_nl: Selecteer een sjabloon voor de categorie product container. Standaardsjabloon is CategoryContainer.htm.

# lblCSDetailPage.Help
source: Select the page where is placed the Cart Viper Catalog module to display the product detail. Generally, it is the same page, unless you use multiple Cart Viper Catalog modules.
de_de: Wählen Sie die Seite, wo die Viper Einkaufswagen Katalog-Modul, um ein Produkt Detail-Anzeige platziert wird. Im Allgemeinen ist es die gleiche Seite, wenn Sie mehrere Einkaufswagen Viper Katalog Module verwenden.
es_es: Seleccione la página donde se encuentra el catálogo de la cesta de Viper módulo para mostrar el detalle del producto. En general, es la misma página, a menos que utilice múltiples módulos de compra Catálogo Viper.
fr_fr: Sélectionnez la page où est placé le Catalogue Panier Viper module pour afficher le détail du produit. Généralement, c'est la même page, sauf si vous utilisez plusieurs modules panier Catalogue Viper.
nl_nl: Selecteer de pagina waar wordt geplaatst de wagen Viper Catalog module om het product detail weer te geven. Het algemeen is het dezelfde pagina, tenzij u meerdere winkelwagen Viper Winkel modules.

# lblCSListTemplate.Help
source: Select a template for the product list. Default template is ProductList.htm.
de_de: Wählen Sie eine Vorlage für den Artikel Liste. Default Template ProductList.htm.
es_es: Seleccione una plantilla para la lista de productos. plantilla por defecto es ProductList.htm.
fr_fr: Sélectionnez un modèle pour la liste des produits. modèle par défaut est ProductList.htm.
nl_nl: Selecteer een sjabloon voor de lijst met producten. Standaardsjabloon is ProductList.htm.

# lblCSRepeatDirection.Help
source: Select the directon to display product list.
de_de: Wählen Sie die directon zum Produkt anzuzeigen.
es_es: Seleccione el sentido indicado para mostrar la lista de productos.
fr_fr: Sélectionnez la directon pour afficher la liste des produits.
nl_nl: Selecteer de directon aan het product weer te geven.

# lblCSRows.Help
source: Enter the row number to display products.
de_de: Geben Sie die Nummer der Zeile, um Produkte.
es_es: Introduce el número de fila para mostrar productos.
fr_fr: Entrez le numéro de ligne pour afficher les produits.
nl_nl: Voer het rijnummer om producten weer te geven.

# lblCSShowThumbnail.Help
source: Check to display product thumbnail.
de_de: Überprüfen Sie die Produktinformationen Miniaturansicht angezeigt.
es_es: Compruebe a la pantalla de producto.
fr_fr: Vérifiez affichage des vignettes des produits.
nl_nl: Controleer product thumbnail weer te geven.

# lblCSSortBy.Help
source: Select the product column on which the list should be sorted.
de_de: Wählen Sie das Produkt Säule, auf der die Liste sortiert werden soll.
es_es: Seleccione la columna de producto en el que debe ser la lista ordenada.
fr_fr: Sélectionnez la colonne produit sur lequel la liste doit être triée.
nl_nl: Selecteer het product zuil waarop de lijst gesorteerd moet worden.

# lblCSSortDir.Help
source: Select the sort direction.
de_de: Wählen Sie die Sortierrichtung an.
es_es: Seleccione la dirección de ordenación.
fr_fr: Sélectionnez le sens du tri.
nl_nl: Selecteer het soort richting.

# lblCSSubCategories.Help
source: Check to include in the list products of the sub categories of the selected category.
de_de: Überprüfen Sie in der Liste Produkte der Unterkategorien der ausgewählten Kategorie gehören.
es_es: De verificación para incluir en la lista de productos de las categorías sub de la categoría seleccionada.
fr_fr: Cocher pour inclure dans la liste des produits des sous-catégories de la catégorie sélectionnée.
nl_nl: Controleer in de lijst producten van de subcategorieën van de gekozen categorie.

# lblCSThumbnailWidth.Help
source: Enter the width of pixel products thumbnails view.
de_de: Geben Sie die Breite des Pixel-Produkte Miniaturansicht.
es_es: Introduzca el ancho de píxel productos ver imágenes en miniatura.
fr_fr: Entrez la largeur des vignettes Voir les produits pixel.
nl_nl: Voer de breedte van pixel producten miniaturen te bekijken.

# lblDefaultCategory.Help
source: Select the default category to display.
de_de: Wählen Sie die Standard-Kategorie angezeigt werden soll.
es_es: Seleccione la categoría predeterminada para mostrar.
fr_fr: Sélectionnez la catégorie par défaut à afficher.
nl_nl: Selecteer de standaard categorie weer te geven.

# lblDetailTemplate.Help
source: Select a template for the product detail section. Default template is ProductDetail.htm.
de_de: Wählen Sie eine Vorlage für das Produkt Detailbereich. Default Template ProductDetail.htm.
es_es: Seleccione una plantilla para la sección de detalle del producto. plantilla por defecto es ProductDetail.htm.
fr_fr: Sélectionnez un modèle pour la section de détail du produit. modèle par défaut est ProductDetail.htm.
nl_nl: Selecteer een sjabloon voor het product detail sectie. Standaardsjabloon is ProductDetail.htm.

# lblPDSReturnPage.Help
source: Select the page back to the catalog. Generally, it is the same page, unless you use multiple Cart ViperCatalog modules.
de_de: Wählen Sie die Seite zurück zum Katalog. Im Allgemeinen ist es die gleiche Seite, wenn Sie mehrere Einkaufswagen ViperCatalog Module verwenden.
es_es: Seleccione la última página del catálogo. En general, es la misma página, a menos que utilice múltiples módulos ViperCatalog compra.
fr_fr: Sélectionnez la page sur le catalogue. Généralement, c'est la même page, sauf si vous utilisez plusieurs modules ViperCatalog panier.
nl_nl: Selecteer de pagina terug naar de catalogus. Het algemeen is het dezelfde pagina, tenzij u meerdere winkelwagen ViperCatalog modules.

# lblPDSShowReviews.Help
source: Check to see the reviews.
de_de: Überprüfen Sie die Bewertungen zu sehen.
es_es: Compruebe las revisiones.
fr_fr: Vérifiez les commentaires.
nl_nl: Controleer de beoordelingen te zien.

# lblPDSShowThumbnail.Help
source: Check to display product's thumbnail.
de_de: Überprüfen Sie die Produktinformationen der Miniaturansicht angezeigt.
es_es: Compruebe a la pantalla de producto.
fr_fr: Vérifiez d'affichage par vignettes produit.
nl_nl: Controleer product thumbnail weer te geven.

# lblPDSThumbnailWidth.Help
source: Enter the thumbnail width in pixels.
de_de: Geben Sie die Thumbnail-Breite in Pixel.
es_es: Introduzca el ancho de miniatura en píxeles.
fr_fr: Entrez la largeur de la vignette en pixels.
nl_nl: Voer de thumbnail breedte in pixels.

# lblPPSColumns.Help
source: Enter the column number to display products.
de_de: Geben Sie die Nummer der Spalte, um Produkte.
es_es: Introduce el número de columna para mostrar productos.
fr_fr: Entrez le numéro de colonne pour afficher les produits.
nl_nl: Voer de kolom aantal producten weer te geven.

# lblPPSColumnWidth.Help
source: Enter the column width in pixel. If the value is higher than 0, the value will be inserted to the style attribut of the corresponding table cell. For a better control display, you should set this value to 0 and use the css classes: td.StorePopularProductItem and td.StorePopularProductAlternatingItem defined in the file StoreFront.css.
de_de: Geben Sie die Spaltenbreite in Pixel. Ist der Wert größer als 0, wird der Wert auf den Stil Attribut der entsprechenden Tabellenzelle eingefügt werden. Für eine bessere Kontrolle angezeigt, sollten Sie diesen Wert auf 0 gesetzt und die CSS-Klassen: td.StorePopularProductItem und td.StorePopularProductAlternatingItem in der Datei StoreFront.css definiert.
es_es: Introduzca el ancho de columna en píxeles. Si el valor es mayor que 0, el valor se añade a la atribuible al estilo de la celda de la tabla correspondiente. Para un mejor control de la pantalla, debe establecer este valor a 0 y el uso de las clases CSS: td.StorePopularProductItem y td.StorePopularProductAlternatingItem definido en el StoreFront.css archivo.
fr_fr: Entrez la largeur de colonne en pixels. Si la valeur est supérieure à 0, la valeur va être inséré à l'attribut style de la cellule du tableau correspondant. Pour un affichage meilleur contrôle, vous devez définir cette valeur à 0 et utiliser les classes CSS: td.StorePopularProductItem et td.StorePopularProductAlternatingItem défini dans le fichier StoreFront.css.
nl_nl: Geef de kolombreedte in pixel. Als de waarde hoger is dan 0, zal de waarde worden ingebracht om de stijl toe te schrijven van de bijbehorende tabel cel. Voor een betere controle weer te geven, moet je deze waarde op 0 gezet en gebruik de css klassen: td.StorePopularProductItem en td.StorePopularProductAlternatingItem gedefinieerd in het bestand StoreFront.css.

# lblPPSContainerTemplate.Help
source: Select a template for the popular product container. Default template is ListContainer.htm.
de_de: Wählen Sie eine Vorlage für das beliebte Produkt-Container. Default Template ListContainer.htm.
es_es: Seleccione una plantilla para el envase del producto popular. plantilla por defecto es ListContainer.htm.
fr_fr: Sélectionnez un modèle pour l'emballage du produit populaire. modèle par défaut est ListContainer.htm.
nl_nl: Selecteer een sjabloon voor de populaire product container. Standaardsjabloon is ListContainer.htm.

# lblPPSDetailPage.Help
source: Select the page where is placed the Cart Viper Catalog module to display the product detail. Generally, it is the same page, unless you use multiple Cart Viper Catalog modules.
de_de: Wählen Sie die Seite, wo die Viper Einkaufswagen Katalog-Modul, um ein Produkt Detail-Anzeige platziert wird. Im Allgemeinen ist es die gleiche Seite, wenn Sie mehrere Einkaufswagen Viper Katalog Module verwenden.
es_es: Seleccione la página donde se encuentra el catálogo de la cesta de Viper módulo para mostrar el detalle del producto. En general, es la misma página, a menos que utilice múltiples módulos de compra Catálogo Viper.
fr_fr: Sélectionnez la page où est placé le Catalogue Panier Viper module pour afficher le détail du produit. Généralement, c'est la même page, sauf si vous utilisez plusieurs modules panier Catalogue Viper.
nl_nl: Selecteer de pagina waar wordt geplaatst de wagen Viper Catalog module om het product detail weer te geven. Het algemeen is het dezelfde pagina, tenzij u meerdere winkelwagen Viper Winkel modules.

# lblPPSListTemplate.Help
source: Select a template for the product list. Default templates are PopularProduct.htm and PopularProduct_Small.htm.
de_de: Wählen Sie eine Vorlage für den Artikel Liste. Standardvorlagen sind PopularProduct.htm und PopularProduct_Small.htm.
es_es: Seleccione una plantilla para la lista de productos. Plantillas predeterminadas son PopularProduct.htm y PopularProduct_Small.htm.
fr_fr: Sélectionnez un modèle pour la liste des produits. Gabarits par défaut sont PopularProduct.htm et PopularProduct_Small.htm.
nl_nl: Selecteer een sjabloon voor de lijst met producten. Standaard templates zijn PopularProduct.htm en PopularProduct_Small.htm.

# lblPPSRepeatDirection.Help
source: Select the directon to display product list.
de_de: Wählen Sie die directon zum Produkt anzuzeigen.
es_es: Seleccione el sentido indicado para mostrar la lista de productos.
fr_fr: Sélectionnez la directon pour afficher la liste des produits.
nl_nl: Selecteer de directon aan het product weer te geven.

# lblPPSRows.Help
source: Enter the row number to display products.
de_de: Geben Sie die Nummer der Zeile, um Produkte.
es_es: Introduce el número de fila para mostrar productos.
fr_fr: Entrez le numéro de ligne pour afficher les produits.
nl_nl: Voer het rijnummer om producten weer te geven.

# lblPPSShowThumbnail.Help
source: Check to display product thumbnail.
de_de: Überprüfen Sie die Produktinformationen Miniaturansicht angezeigt.
es_es: Compruebe a la pantalla de producto.
fr_fr: Vérifiez affichage des vignettes des produits.
nl_nl: Controleer product thumbnail weer te geven.

# lblPPSThumbnailWidth.Help
source: Enter the thumbnail width in pixels.
de_de: Geben Sie die Thumbnail-Breite in Pixel.
es_es: Introduzca el ancho de miniatura en píxeles.
fr_fr: Entrez la largeur de la vignette en pixels.
nl_nl: Voer de thumbnail breedte in pixels.

# lblShowCategoryMsg.Help
source: Check to display the category message.
de_de: Überprüfen Sie die Kategorie Meldung anzuzeigen.
es_es: De verificación para mostrar el mensaje de categoría.
fr_fr: À cocher pour afficher le message catégorie.
nl_nl: Controleer de categorie bericht weer te geven.

# lblShowProductDetail.Help
source: Check to display the detail product section.
de_de: Überprüfen Sie die Details Produkt Abschnitt anzuzeigen.
es_es: De verificación para mostrar la sección de detalle del producto.
fr_fr: Vérifier pour afficher la section Détails du produit.
nl_nl: Controleer de details product rubriek weer te geven.
