Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CatalogSettings.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblUseDefaultCategory.Help
source: Select how the catalog should behave if the user is viewing the catalog page, but as yet have not selected a category. e.g. do nothing, display the selected category or display all products.
de_de: Auswählen, wie der Katalog verhalten soll, wenn der Benutzer gerade im Katalog Seite, aber noch nicht eine Kategorie ausgewählt. z. B. nichts tun, Anzeige der ausgewählten Kategorie oder alle Produkte anzeigen.
es_es: Seleccione el modo en el catálogo debe comportarse si el usuario está viendo la página del catálogo, pero hasta ahora no ha seleccionado una categoría. por ejemplo, no hacer nada, mostrar la categoría seleccionada o mostrar todos los productos.
fr_fr: Sélectionnez la façon dont le catalogue doit se comporter si l'utilisateur consulte la page de catalogue, mais encore n'ont pas sélectionné une catégorie. par exemple, ne rien faire, affichez la catégorie sélectionnée ou afficher tous les produits.
nl_nl: Selecteer hoe de catalogus moeten gedragen als de gebruiker is de catalogus pagina bekijkt, maar nog niet heeft geselecteerd een categorie. bijvoorbeeld niets doen, geeft u de geselecteerde categorie of display alle producten.

# lblEnableContentIndexing.Help
source: Check to enable content indexing by the DotNetNuke search engine. If you use several Cart Viper Catalog module, you should check this setting to ONLY one Cart Viper Catalog module instance. Otherwise, your products will indexed twice (or more) by the search engine.
de_de: Überprüfen Sie die Content-Indizierung durch die DotNetNuke Suchmaschinen ermöglichen. Wenn Sie mehrere Einkaufswagen Viper Katalog-Modul verwenden, sollten Sie diese Einstellung nur einen Warenkorb Viper Katalog-Modul-Instanz. Andernfalls werden Ihre Produkte zweimal (oder mehr) von den Suchmaschinen indexiert.
es_es: De verificación para habilitar la indexación de contenido por el motor de búsqueda de DotNetNuke. Si utiliza varios compra módulo Catálogo Viper, usted debe comprobar este ajuste para SÓLO ejemplo un módulo de la cesta de la víbora de catálogo. De lo contrario, el producto será indexada dos veces (o más) por el motor de búsqueda.
fr_fr: Cochez pour activer l'indexation du contenu par le moteur de recherche DotNetNuke. Si vous utilisez plusieurs module panier Catalogue Viper, vous devriez vérifier ce paramètre pour une unique instance panier Viper module Catalogue. Sinon, vos produits seront indexées deux fois (ou plus) par le moteur de recherche.
nl_nl: Controleer de inhoud indexering mogelijk te maken door de DotNetNuke zoekmachine. Als u gebruik maken van verschillende winkelwagen Viper Catalog module, moet u controleren deze instelling slechts een winkelwagen Viper Winkel module bijvoorbeeld. Anders zal uw producten tweemaal geïndexeerd (of meer) door de zoekmachine.

# lblEnableContentIndexing.Text
source: Enable Content Indexing:
es_es: Habilitar la indexación de contenido:
fr_fr: Activer l'indexation du contenu:
nl_nl: Staat contentindexering:

# lblCPSGIFBgColor.Help
source: Enter the hex value of the background color to use with GIF image format. Valid values: #FFFFFF, #f00, FF0000, F09, ...
de_de: Geben Sie den Hex-Wert der Hintergrundfarbe, um mit GIF-Bild-Format verwenden. Gültige Werte: # FFFFFF, # F00, FF0000, F09, ...
es_es: Introduzca el valor hexadecimal del color de fondo para su uso con formato de imagen GIF. Valores válidos: # FFFFFF, # F00, FF0000, F09, ...
fr_fr: Entrez la valeur hexadécimale de la couleur de fond à utiliser avec le format d'image GIF. Les valeurs valides: # FFFFFF, # f00, FF0000, F09, ...
nl_nl: Voer de hexadecimale waarde van de achtergrond kleur te gebruiken met GIF-beeldformaat. Geldige waarden: # FFFFFF, # F00, FF0000, F09, ...

# lblCPSGIFBgColor.Text
source: GIF Background:
de_de: GIF Hintergrund:
es_es: GIF de fondo:
fr_fr: Contexte GIF:
nl_nl: GIF Achtergrond:

# lblPDSGIFBgColor.Help
source: Enter the hex value of the background color to use with GIF image format. Valid values: #FFFFFF, #f00, FF0000, F09, ...
de_de: Geben Sie den Hex-Wert der Hintergrundfarbe, um mit GIF-Bild-Format verwenden. Gültige Werte: # FFFFFF, # F00, FF0000, F09, ...
es_es: Introduzca el valor hexadecimal del color de fondo para su uso con formato de imagen GIF. Valores válidos: # FFFFFF, # F00, FF0000, F09, ...
fr_fr: Entrez la valeur hexadécimale de la couleur de fond à utiliser avec le format d'image GIF. Les valeurs valides: # FFFFFF, # f00, FF0000, F09, ...
nl_nl: Voer de hexadecimale waarde van de achtergrond kleur te gebruiken met GIF-beeldformaat. Geldige waarden: # FFFFFF, # F00, FF0000, F09, ...

# lblPDSGIFBgColor.Text
source: GIF Background:
de_de: GIF Hintergrund:
es_es: GIF de fondo:
fr_fr: Contexte GIF:
nl_nl: GIF Achtergrond:

# lblPPSGIFBgColor.Help
source: Enter the hex value of the background color to use with GIF image format. Valid values: #FFFFFF, #f00, FF0000, F09, ...
de_de: Geben Sie den Hex-Wert der Hintergrundfarbe, um mit GIF-Bild-Format verwenden. Gültige Werte: # FFFFFF, # F00, FF0000, F09, ...
es_es: Introduzca el valor hexadecimal del color de fondo para su uso con formato de imagen GIF. Valores válidos: # FFFFFF, # F00, FF0000, F09, ...
fr_fr: Entrez la valeur hexadécimale de la couleur de fond à utiliser avec le format d'image GIF. Les valeurs valides: # FFFFFF, # f00, FF0000, F09, ...
nl_nl: Voer de hexadecimale waarde van de achtergrond kleur te gebruiken met GIF-beeldformaat. Geldige waarden: # FFFFFF, # F00, FF0000, F09, ...

# lblPPSGIFBgColor.Text
source: GIF Background:
de_de: GIF Hintergrund:
es_es: GIF de fondo:
fr_fr: Contexte GIF:
nl_nl: GIF Achtergrond:

# lblSSListTemplate.Help
source: Select a template for the search results list. Default templates is SearchResultsList.htm.
de_de: Wählen Sie eine Vorlage für die Liste der Suchergebnisse. Standard-Templates ist SearchResultsList.htm.
es_es: Seleccione una plantilla para la lista de resultados de búsqueda. Plantillas por defecto es SearchResultsList.htm.
fr_fr: Sélectionnez un modèle pour la liste des résultats. Modèles par défaut est SearchResultsList.htm.
nl_nl: Selecteer een sjabloon voor de lijst met zoekresultaten. Standaard templates is SearchResultsList.htm.

# lblSSListTemplate.Text
source: Search Results Template:
de_de: Search Results Vorlage:
es_es: Resultados de la plantilla de la búsqueda:
fr_fr: Recherche modèle de résultats:
nl_nl: Zoekresultaten Sjabloon:

# lblSSSearchColumn.Help
source: Select the default search column.
de_de: Wählen Sie die Standard-Such-Spalte.
es_es: Seleccione la columna de búsqueda predeterminado.
fr_fr: Sélectionnez la colonne de recherche par défaut.
nl_nl: Selecteer de standaard zoekmachine kolom.

# lblSSSearchColumn.Text
source: Search By:
de_de: Suchen nach:
es_es: Buscar por:
fr_fr: Rechercher par:
nl_nl: Zoeken op:

# chkSearchSummary.Text
source: Product Summary
de_de: Produktübersicht
es_es: Resumen del producto
fr_fr: Sommaire des Produits
nl_nl: Product Overzicht

# dshSearchProduct.Text
source: Search Settings
de_de: Suche Einstellungen
es_es: Configuración de búsqueda
fr_fr: Les paramètres de recherche
nl_nl: Zoekinstellingen

# lblCSSortColumns.Help
source: Select the columns allowed to sort on.
de_de: Wählen Sie die Spalten zu sortieren erlaubt auf.
es_es: Seleccione las columnas permite ordenar.
fr_fr: Sélectionnez les colonnes autorisées à trier.
nl_nl: Selecteer de kolommen mogen sorteren.

# lblCSSortColumns.Text
source: Sort Columns:
de_de: Spalten sortieren:
es_es: Ordenar columnas:
fr_fr: Tri des colonnes:
nl_nl: Kolommen sorteren:

# lblCSSearchColumns.Help
source: Select the columns allowed to search on.
de_de: Wählen Sie die Spalten erlaubt, auf Suche.
es_es: Seleccione las columnas permite buscar en.
fr_fr: Sélectionnez les colonnes permis de recherche sur le.
nl_nl: Selecteer de kolommen mogen gaan zoeken.

# lblCSSearchColumns.Text
source: Search Columns:
de_de: Suche Spalten:
es_es: Columnas de búsqueda:
fr_fr: Colonnes de la recherche:
nl_nl: Zoek Kolommen:

# lblEnableImageCaching.Help
source: Check to enable image caching. Please uncheck while designing the Store or you will have to wait for the cache duration to see your image changes (impacted settings are size and background color for GIF images).
de_de: Überprüfen Sie, Bild-Caching aktivieren. Bitte deaktivieren Sie beim Entwerfen der Store oder Sie müssen für den Cache Dauer warten, um Ihr Bild zu sehen Änderungen (betroffen sind die Einstellungen Größe und Hintergrundfarbe für GIF-Bilder).
es_es: De verificación para habilitar el almacenamiento en caché de imágenes. Por favor, desmarque, mientras que el diseño de la tienda o si tendrá que esperar a que la duración de la caché para ver los cambios de imagen (configuración de impacto son de tamaño y color de fondo para las imágenes GIF).
fr_fr: Cochez pour activer la mise en cache l'image. S'il vous plaît décocher lors de la conception du magasin ou vous aurez à attendre pour la durée du cache pour voir vos modifications sur l'image (réglages touchés sont la taille et la couleur de fond pour les images GIF).
nl_nl: Controleer het beeld om te caching mogelijk. Verwijder het vinkje uit het ontwerpen van de winkel of je zult moeten wachten tot de cache duur om je beeld verandert (zie beïnvloed instellingen zijn omvang en achtergrond kleur voor GIF-afbeeldingen).

# lblEnableImageCaching.Text
source: Enable Image Caching:
de_de: Aktivieren Image Caching:
es_es: Habilitar el almacenamiento en caché de la imagen:
fr_fr: La mise en cache d'image permettent:
nl_nl: Schakel Image Caching:

# lblCacheDuration.Help
source: Enter the cache duration (in minutes) for images. Default value: 2 minutes.
de_de: Geben Sie den Cache Dauer (in Minuten) für Bilder. Standardwert: 2 Minuten.
es_es: Introduzca la duración de la caché (en minutos) para las imágenes. Valor por defecto: 2 minutos.
fr_fr: Entrez la durée du cache (en minutes) pour les images. La valeur par défaut: 2 minutes.
nl_nl: Voer de cache duur (in minuten) voor afbeeldingen. Standaard waarde: 2 minuten.

# lblCacheDuration.Text
source: Cache Duration:
de_de: Cache Dauer:
es_es: Duración en caché:
fr_fr: Durée du cache:
nl_nl: Cache Duur:

# dshSortProduct.Text
source: Sort Settings
de_de: Sortieren Einstellungen
es_es: Ordenar Configuración
fr_fr: Trier Paramètres
nl_nl: Sorteer Instellingen

# lblAllowPrint.Help
source: When checked the default print module setting is disabled. You have to add the StorePrint.Action button to your container skin to be able to use this feature. Please read the Templating Guide for details.
de_de: Wenn diese Option aktiviert die Standard-Druckmodul Einstellung deaktiviert ist. Sie müssen die StorePrint.Action Schaltfläche, um Ihre Haut Container hinzufügen zu können, um diese Funktion zu nutzen. Bitte lesen Sie die Vorlagen für weitere Details.
es_es: Cuando se activa la configuración del módulo de impresión por defecto está desactivada. Usted tiene que agregar el botón StorePrint.Action a la piel de contenedores para poder utilizar esta función. Por favor, lea la Guía de plantillas para más detalles.
fr_fr: Quand vérifier le réglage du module d'impression par défaut est désactivé. Vous devez ajouter le bouton StorePrint.Action à votre peau contenant de pouvoir utiliser cette fonctionnalité. S'il vous plaît lire le Guide de création de modèles pour plus de détails.
nl_nl: Toen controleerden de standaard print-module instelling is uitgeschakeld. Je moet de StorePrint.Action knop toe te voegen aan uw container huid te kunnen om deze functie te gebruiken. Lees de Templating voor meer informatie.

# lblAllowPrint.Text
source: Allow Print?
de_de: Lassen Sie drucken?
es_es: Deje de impresión?
fr_fr: Permettre d'impression?
nl_nl: Laat Print?

# lblProductSpecificationTemplate.Help
source: The template that we should use to display the product specification.
de_de: Die Vorlage, die wir nutzen sollten, um ein Produkt Spezifikation anzuzeigen.
es_es: La plantilla que debemos utilizar para mostrar el pliego de condiciones.
fr_fr: Le modèle que nous devrions utiliser pour afficher les spécifications du produit.
nl_nl: De template die we moeten gebruiken om het product specificatie te geven.

# lblProductSpecificationTemplate.Text
source: Product Specification Template
de_de: Produktbeschreibung Vorlage
es_es: Plantilla de Especificación del producto
fr_fr: Modèle de spécification de produit
nl_nl: Product specificaties Template

# lblEnableDefaultImage.Help
source: When enabled any products which do not have an image defined will display a standard default image.
de_de: Wenn diese Option aktiviert alle Produkte, die nicht über ein Bild definiert wird eine Standard Bild anzuzeigen.
es_es: Cuando se activa cualquiera de los productos que no tienen una imagen definida mostrará una imagen predeterminada estándar.
fr_fr: Lorsqu'il est activé tous les produits qui n'ont pas une image définie affiche une image par défaut standard.
nl_nl: Wanneer ingeschakeld alle producten die niet beschikken over een afbeelding gedefinieerd zal een standaard standaard beeld weer te geven.

# lblEnableDefaultImage.Text
source: Enable Default Image
es_es: Habilitar la imagen por defecto
fr_fr: Image par défaut Activer
nl_nl: Standaard staat Afbeelding

# lblLargeImageWidth.Help
source: Size in pixel of the width of the large image
de_de: Größe in Pixel der Breite der das große Bild
es_es: Tamaño en píxeles de la anchura de la imagen grande
fr_fr: Taille en pixel de la largeur de l'image en grand
nl_nl: Grootte in pixels van de breedte van de grote afbeelding

# lblLargeImageWidth.Text
source: Large Image Width
de_de: Große Bildbreite
es_es: Ancho de la imagen grande
fr_fr: Largeur de l'image grand
nl_nl: Grote Beeldbreedte

# lblMediumImageWidth.Help
source: Size in pixel of the width of the medium image
de_de: Größe in Pixel der Breite des Mediums Bild
es_es: Tamaño en píxeles de la anchura de la imagen a medio
fr_fr: Taille en pixel de la largeur de l'image à moyen
nl_nl: Grootte in pixels van de breedte van het medium beeld

# lblMediumImageWidth.Text
source: Medium Image Width
de_de: Mittlere Bildbreite
es_es: Medio de la anchura de la imagen
fr_fr: Largeur de l'image à moyen
nl_nl: Medium Beeldbreedte

# lblThumbnailImageWidth.Help
source: Size in pixel of the width of the thumbnail image
de_de: Größe in Pixel der Breite der Miniaturansicht
es_es: Tamaño en píxeles de la anchura de la imagen en miniatura
fr_fr: Taille en pixel de la largeur de l'image miniature
nl_nl: Grootte in pixels van de breedte van de thumbnail

# lblThumbnailImageWidth.Text
source: Thumbnail Image Width
de_de: Minibild Breite
es_es: Miniatura Ancho de imagen
fr_fr: Largeur de l'image Vignette
nl_nl: Thumbnail Beeldbreedte

# lblRelatedProductsTemplate.Help
source: The template that we should use to display the related products on the product details page.
de_de: Die Vorlage, die wir nutzen sollten, um die Produkte auf der Produkt-Details anzuzeigen.
es_es: La plantilla que debemos utilizar para mostrar los productos relacionados en la página de detalles del producto.
fr_fr: Le modèle que nous devrions utiliser pour afficher les produits similaires sur le produit la page de détails.
nl_nl: De template die we moeten gebruiken om de producten weer te geven op de pagina met productdetails.

# lblRelatedProductsTemplate.Text
source: Related Products Template
de_de: Verwandte Produkte Vorlage
es_es: Productos relacionados con plantilla
fr_fr: Produits connexes Modèle
nl_nl: Gerelateerde producten Template

# lblShowProcSpec.Help
source: Defines if we should display the product specification tab.
de_de: Legt fest, ob wir Anzeige der Produktspezifikation Registerkarte.
es_es: Define si se debe mostrar en la ficha pliego de condiciones.
fr_fr: Définit si l'on doit afficher l'onglet cahier des charges.
nl_nl: Bepaalt of we moeten weer het productdossier tabblad.

# lblShowProcSpec.Text
source: Show Product Specification
de_de: Produktspezifikation
es_es: Mostrar Especificaciones del producto
fr_fr: Afficher les spécifications du produit
nl_nl: Toon product specificatie

# lblReviewProfanityFilter.Help
source: If selected reviews that have profanity in them will be accepted.
de_de: Wenn ausgewählt, die Profanität Bewertungen haben sie akzeptiert.
es_es: Si las revisiones que se han seleccionado profanidad en ellas serán aceptadas.
fr_fr: Si les commentaires qui ont choisi jurons en eux, seront acceptés.
nl_nl: Indien geselecteerd beoordelingen die vloeken in hen zal worden aanvaard.

# lblReviewProfanityFilter.Text
source: Allow Review To Contain Profanity
de_de: Lassen Review Obszönität enthalten
es_es: Para permitir una revisión contener lenguaje obsceno
fr_fr: Permettre la relecture Pour contenir Vulgarités
nl_nl: Laat Review aan godslastering bevatten

# lblEnableGoToCart.Help
source: Optionally select a page that the user will be redirected to after they have added an item to their cart.
de_de: Wenn diese Option aktiviert, sobald der Benutzer hat ein Element, um seinen Warenkorb gelegt hat sie in den Korb Seite umgeleitet werden.
es_es: Si se ha seleccionado una vez que el usuario ha añadido un elemento a su canasta que va a ser redirigido a la página de la cesta.
fr_fr: Si elle est sélectionnée lorsque l'utilisateur a ajouté un élément à leur panier, ils seront redirigés vers la page du panier.
nl_nl: Indien geselecteerd zodra de gebruiker heeft een punt toegevoegd aan hun mand zullen ze worden doorgestuurd naar de winkelwagen pagina.

# lblEnableGoToCart.Text
source: Page To Redirect User To After Add To Cart
de_de: Aktivieren Zum Warenkorb
es_es: Habilitar Ir al carrito de compras
fr_fr: Activer Aller au panier
nl_nl: JavaScript Ga naar winkelwagen

# lblAjaxCartSuccessNotification.Help
source: If checked we display a javascript modal popup when an item is added to the cart successfully. Otherwise we use a notification control to display this information.
de_de: Wenn diese Option aktiviert zeigen wir ein Javascript-Popup modal, wenn ein Artikel dem Warenkorb hinzugefügt erfolgreich. Ansonsten benutzen wir eine Meldung steuern, um diese Informationen anzuzeigen.
es_es: Si se marca nos mostrará una ventana emergente Javascript modal cuando se agrega un elemento a la cesta de éxito. De lo contrario, utilizar un control de notificación para mostrar esta información.
fr_fr: Si elle est cochée on affiche un popup javascript modal lorsqu'un élément est ajouté au panier succès. Sinon, nous utilisons un contrôle des tâches pour afficher cette information.
nl_nl: Indien aangevinkt we weer een javascript modal popup wanneer een item wordt toegevoegd met succes aan de kar. Anders gebruiken we een melding de controle van deze informatie weer te geven.

# lblAjaxCartSuccessNotification.Text
source: Enable Modal Popup for Ajax Cart
de_de: Aktivieren Modal Popup für Ajax Warenkorb
es_es: Activar Popup modal de la cesta de Ajax
fr_fr: Activer Popup modale pour le panier Ajax
nl_nl: Staat Modal Popup voor Ajax winkelwagen

# rdDefaultAllProducts.Text
source: All Products
de_de: Alle Produkte
es_es: Todos los productos
fr_fr: Tous les produits
nl_nl: Alle Producten

# rdDefaultCategory.Text
source: Default Category
de_de: Standard Kategorie
es_es: Categoría por defecto
fr_fr: Catégorie par défaut
nl_nl: Standaard Categorie

# rdDefaultNone.Text
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen

# lblProductBundlesTemplate.Help
source: The template we should use when outputting the product discount bundles data.
de_de: Die Vorlage verwenden wir bei der Ausgabe des Produktes Rabatt bündelt Daten sollten.
es_es: La plantilla se debe utilizar cuando la salida del producto en oferta paquetes de datos.
fr_fr: Le modèle que nous devrions utiliser lors de la sortie du produit faisceaux d'actualisation des données.
nl_nl: De template die we moeten gebruiken bij de uitvoer van het product korting bundels gegevens.

# lblProductBundlesTemplate.Text
source: Product Bundles Template
de_de: Produkt-Bundles Vorlage
es_es: Paquetes de productos de plantilla
fr_fr: Modèle du produit Bundles
nl_nl: Productbundels Template

# dshRssFeeds.Text
source: RSS Feed Settings
de_de: RSS Feed-Einstellungen
es_es: Configuración RSS Feed
fr_fr: Paramètres de flux RSS
nl_nl: RSS Feed Instellingen

# lblEnableRssFeeds.Help
source: When check RSS feeds are displayed at the the bottom of the catalog module.
de_de: Wenn prüfen RSS sind am unteren Rand des Katalog-Modul angezeigt Feeds.
es_es: Cuando compruebe los canales RSS se muestran en la parte inferior del módulo del catálogo.
fr_fr: Quand vérifier les flux RSS sont affichées en bas du catalogue du module.
nl_nl: Als check RSS-feeds worden weergegeven op de bodem van de catalogus module.

# lblEnableRssFeeds.Text
source: Enable RSS Feeds:
de_de: Aktivieren Sie RSS-Feeds:
es_es: RSS Feeds Activar:
fr_fr: Activer les flux RSS:
nl_nl: RSS feeds inschakelen:

# lblRssItemLimit.Help
source: Defines the maximum number of items to return in a RSS feed. If this value is 0 then no limit will be applied.
de_de: Definiert die maximale Anzahl der Elemente in einem RSS-Feed zurückzukehren. Wenn dieser Wert 0 ist dann keine Grenze angewendet wird.
es_es: Define el número máximo de elementos para volver en un feed RSS. Si este valor es 0, entonces no hay límite será aplicado.
fr_fr: Définit le nombre maximum d'items à afficher dans un flux RSS. Si cette valeur est 0, alors aucune limite sera appliquée.
nl_nl: Bepaalt het maximum aantal items om terug te keren in een RSS-feed. Als deze waarde 0 is dan geen limiet zal worden toegepast.

# lblRssItemLimit.Text
source: RSS Item Limit
de_de: RSS Eintragsgrenze
es_es: RSS punto límite
fr_fr: Limitation des éléments RSS
nl_nl: RSS Itemlimiet

# lblProductAnchorName.Help
source: Optional anchor name to append to the product details links, this allows you to jump to an anchor tag in the page.
de_de: Optional Anker Name zu den Produktdetails Links anhängen, können Sie so direkt zu einem Anker-Tag in die Seite.
es_es: Facultativo de anclaje nombre a añadir a los detalles del producto enlaces, esto le permite ir a la barra de una etiqueta en la página.
fr_fr: Facultatif nom de l'ancre pour ajouter des liens les détails du produit, ce qui permet de passer directement à une balise d'ancrage dans la page.
nl_nl: Optionele ankernaam toe te voegen aan het product details links, dit kunt u springen naar een tag anker in de pagina.

# lblProductAnchorName.Text
source: Anchor Name
de_de: Anker Name
es_es: Nombre del ancla
fr_fr: Nom de l'ancre
nl_nl: Anker Naam
