Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CategoryEdit.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# labelCategoryName.Text
source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam

# labelCategoryName.Help
source: User-friendly name to identify the category.
de_de: User-friendly Name der Kategorie zu identifizieren.
es_es: Fácil de usar el nombre para identificar la categoría.
fr_fr: Convivial nom pour identifier la catégorie.
nl_nl: Gebruiksvriendelijke naam om de categorie te identificeren.

# labelCategoryDescription.Text
source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Descriptif
nl_nl: Beschrijving

# labelCategoryDescription.Help
source: Full description of the current item.
de_de: Ausführliche Beschreibung des aktuellen Elements.
es_es: Descripción completa del artículo en cuestión.
fr_fr: Description complète de l'élément actuel.
nl_nl: Volledige beschrijving van het huidige item.

# labelArchived.Text
source: Archived
de_de: Archivierte
es_es: Archivado
fr_fr: Archivé
nl_nl: Gearchiveerd

# labelArchived.Help
source: Indicates whether the item has been archived and is no longer active.
de_de: Gibt an, ob das Objekt archiviert wurde und nicht mehr aktiv ist.
es_es: Indica si el elemento se ha archivado y ya no está activa.
fr_fr: Indique si l'élément a été archivé et n'est plus actif.
nl_nl: Geeft aan of het item is gearchiveerd en is niet meer actief.

# labelMessage.Text
source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht

# labelMessage.Help
source: Message to be displayed at the top of the category listing.
de_de: Nachricht an der Spitze der Kategorie Liste angezeigt werden.
es_es: Mensaje que se mostrará en la parte superior de la lista de categorías.
fr_fr: Message à être affichée en haut de la liste des catégories.
nl_nl: Bericht wordt weergegeven aan de bovenkant van de categorie lijst.

# labelOrder.Help
source: The order to display the category in
de_de: Die um die Kategorie in der Anzeige
es_es: El fin de mostrar la categoría de
fr_fr: L'ordre d'affichage de la catégorie dans
nl_nl: De opdracht om de categorie weer te geven in

# labelOrder.Text
source: Display Order
de_de: Anzeigereihenfolge
es_es: Mostrar
fr_fr: Ordre d'affichage
nl_nl: Weergavevolgorde

# labelParentCategory.Help
source: The parent category of this category
de_de: Die übergeordnete Kategorie dieser Kategorie
es_es: La categoría principal de esta categoría
fr_fr: La catégorie mère de cette catégorie
nl_nl: De bovenliggende categorie van deze categorie

# labelParentCategory.Text
source: Parent
de_de: Elternteil
es_es: Padre
nl_nl: Ouder

# lblRecursionWarning.Text
source: Recursive category relationship detected. Please specify a <br/>different parent category.
de_de: Rekursive Kategorie Beziehung nachgewiesen werden. Bitte geben Sie einen <br/> verschiedene übergeordnete Kategorie.
es_es: Relación recursiva categoría detectado. Por favor, especifique un <br/> categoría de padres diferentes.
fr_fr: Relation récursive catégorie détecté. S'il vous plaît spécifier un <br/> catégorie parent différent.
nl_nl: Recursieve categorie relatie gedetecteerd. Geef een <br/> verschillende bovenliggende categorie.

# None.Text
source: None
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen

# validatorOrder.Text
source: Error! Please enter a valid order.
de_de: Error! Bitte geben Sie eine gültige Bestellung.
es_es: ¡Error! Por favor, introduzca una orden válida.
fr_fr: Erreur! S'il vous plaît entrer une commande valide.
nl_nl: Fout! Vul een geldige bestelling.

# validatorRequireOrder.Text
source: * Display Order is required.
de_de: * Display Auftrag erforderlich ist.
es_es: Orden * Se requiere un.
fr_fr: Ordre d'affichage * est nécessaire.
nl_nl: * Display Order is vereist.

# ErrorDelete.Text
source: This category cannot be removed! Possible causes: one or more sub categories are dependent. One or more products are dependent.
de_de: Diese Kategorie kann nicht entfernt werden! Mögliche Ursachen: Ein oder mehrere Unterkategorien abhängig sind. Ein oder mehrere Produkte sind abhängig.
es_es: Esta categoría no se puede quitar! Posibles causas: una o más categorías sub son dependientes. Uno o más productos son dependientes.
fr_fr: Cette catégorie ne peuvent pas être supprimés! Les causes possibles: un ou plusieurs sous-catégories sont dépendantes. Un ou plusieurs produits sont dépendantes.
nl_nl: Deze categorie kan niet worden verwijderd! Mogelijke oorzaken: een of meer subcategorieën afhankelijk zijn. Een of meer producten afhankelijk zijn.

# valReqCategoryName.Text
source: * Category name is required.
de_de: * Kategorie Name ist erforderlich.
es_es: * Nombre de Categoría es necesario.
fr_fr: Nom de la catégorie * est nécessaire.
nl_nl: * Categorie naam is verplicht.

# labelCategoryKeywords.Help
source: Enter keywords separated by a comma.<br/>This value will be inserted in the META Keywords<br/>when the catalog page is displayed.<br/>The SEO Feature setting must be enabled<br/>in the Store settings for works.
de_de: Geben Sie Schlüsselwörter durch Komma getrennt. <br/> Dieser Wert wird in der META Schlüsselwörter eingefügt werden <br/> wenn der Katalog-Seite wird angezeigt. <br/> Die SEO-Feature-Einstellung muss aktiviert werden <br/> in den Shop-Einstellungen für die Arbeiten.
es_es: Introduzca las palabras clave separadas por una coma. <br/> Este valor se inserta en la meta keywords <br/> cuando la página aparece el catálogo. <br/> El ajuste de la función SEO debe estar habilitado <br/> en la configuración del almacén de las obras.
fr_fr: Saisissez des mots-clés séparés par une virgule. <br/> Cette valeur sera insérée dans le meta keywords <br/> lorsque la page du catalogue est affiché. <br/> La mise en fonction de référencement doit être activé <br/> dans les paramètres du magasin pour travaux.
nl_nl: Geef trefwoorden, gescheiden door een komma. <br/> Deze waarde wordt ingevoegd in de META Sleutelwoorden <br/> wanneer de catalogus pagina wordt weergegeven. <br/> De SEO Functie instelling moet worden ingeschakeld <br/> in de Store instellingen voor werken.

# labelCategoryKeywords.Text
source: SEO Keywords
es_es: SEO Palabras clave
fr_fr: Mots-clés SEO
nl_nl: SEO Trefwoorden

# lblSeoCategoryName.Help
source: Name of the category to display in SEO URL
de_de: Name der Kategorie, in SEO URL-Anzeige
es_es: Nombre de la categoría que desea mostrar en URL SEO
fr_fr: Nom de la catégorie à afficher dans les URL de référencement
nl_nl: Naam van de categorie weer te geven in SEO URL

# lblSeoCategoryName.Text
source: SEO Url Category Name
de_de: SEO Url Kategorie Name
es_es: Url SEO Categoría Nombre
fr_fr: Nom SEO catégorie d'URL
nl_nl: SEO Url Categorienaam

# revSeoCategoryName.Text
source: * The field can only contain a-z, 0-9 or the symbols "_", "-"
de_de: * Das Feld darf nur az, 0-9 oder die Symbole "_", "-"
es_es: * El campo sólo puede contener az, 0-9 o los símbolos "_", "-"
fr_fr: * Le champ ne peut contenir que az, 0-9 ou les symboles "_", "-"
nl_nl: * Het veld kan alleen bestaan ​​uit AZ, 0-9 of de symbolen "_", "-"

# rfvSeoName.Text
source: * SEO Url Category Name is required
de_de: * SEO Url Kategorie Name ist erforderlich
es_es: * Url SEO nombre de categoría se requiere
fr_fr: * Nom de la catégorie SEO URL est requise
nl_nl: * SEO Url Categorie Naam is vereist

# cvSeoCategoryName.Text
source: * SEO Url Category name is not unique
de_de: * SEO Url Kategorie Name ist nicht eindeutig
es_es: * Url SEO nombre de la categoría no es el único
fr_fr: * Nom de la catégorie Référencement Url n'est pas unique
nl_nl: * SEO Url categorie naam is niet uniek

# lblCategoryRole.Help
source: If a role is assigned here, this category and all the products within the category will only be viewable by users of this role. If no roles are specified all users will be able to view the category. The user needs to have at least one of the selected roles to be able to view and purchase the item.
de_de: Wenn hier eine Rolle zugewiesen wird, wird diese Kategorie, und alle Produkte in der Kategorie nur von den Benutzern dieser Rolle sichtbar. Wenn keine Rolle angegeben wird alle Benutzer in der Lage sein, um die Kategorie zu sehen.
es_es: Si se asigna un papel aquí, en esta categoría y todos los productos dentro de la categoría sólo será visible para los usuarios de esta función. Si no se especifica role a todos los usuarios serán capaces de ver la categoría.
fr_fr: Si un rôle est assigné ici, cette catégorie et tous les produits dans la catégorie ne sera visible par les utilisateurs de ce rôle. Si aucun rôle n'est spécifié, tous les utilisateurs seront en mesure d'afficher la catégorie.
nl_nl: Als er een rol is hier toegewezen, zal deze categorie en alle producten in de categorie alleen zichtbaar worden door gebruikers van deze rol. Als er geen rol is vermeld, worden alle gebruikers in staat zullen zijn om de categorie te bekijken.

# lblCategoryRole.Text
source: Category Roles
de_de: Kategorie Role
es_es: Categoría Papel
fr_fr: Rôle Catégorie
nl_nl: Categorie Rol

# lblCategoryImage.Help
source: The image that can be outputted in the UI for this category.
de_de: Das Bild, das in der Benutzeroberfläche für diese Kategorie ausgegeben werden können.
es_es: La imagen que se puede dar salida en la interfaz de usuario para esta categoría.
fr_fr: L'image qui peut être émis dans l'interface utilisateur pour cette catégorie.
nl_nl: Het beeld dat kan worden uitgestuurd in de UI voor deze categorie.

# lblCategoryImage.Text
source: Category Image
es_es: Categoría de la imagen
nl_nl: Categorie Image

# cmdDelete.Text
source: Delete Category
de_de: Kategorie löschen
es_es: Eliminar categoría
fr_fr: Supprimer la catégorie
nl_nl: Categorie verwijderen

# cmdDeleteImage.Text
source: Delete Category Image
es_es: Eliminar imagen Categoría
fr_fr: Supprimer l'image Catégorie
nl_nl: Categorie verwijderen Image

# lblPage.Help
source: The page that the category should be opened upon, note you will need an instance of the Cart Viper catalogue module on this page. If "none" is selected the category will be displayed on the standard cart viper catalogue page.
de_de: Die Seite, die der Kategorie nach geöffnet werden soll, beachten Sie eine Instanz der Cart Viper Katalog-Modul auf dieser Seite benötigen. Wenn "none" ausgewählt ist der Kategorie wird auf dem Standard-Warenkorb viper Katalog Seite angezeigt werden.
es_es: La página que la categoría se debe abrir a, tenga en cuenta que se necesita una instancia del módulo de catálogo Cesta Viper en esta página. Si "no" se selecciona la categoría se mostrarán en la página del catálogo estándar carrito víbora.
fr_fr: La page que la catégorie doit être ouverte sur, notez que vous aurez besoin d'une instance du module Panier catalogue Viper sur cette page. Si "aucun" est sélectionné, la catégorie sera affichée sur la page standard panier Catalogue vipère.
nl_nl: De pagina die van de categorie moeten worden geopend over, let u een exemplaar van het Cart Viper catalogus module op deze pagina nodig. Als "none" is gekozen voor de categorie wordt weergegeven op de standaard winkelwagen adder catalogus pagina.

# lblPage.Text
source: Category Page
de_de: Kategorie Seite
es_es: Categoría Página
fr_fr: Page de la catégorie
nl_nl: Categorie Pagina
