Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/Checkout.ascx.*.resx
Languages: es_es, nl_nl

# lblCartTitle.Text
source: Your Cart
es_es: Su carro
nl_nl: Uw winkelwagen

# lblGatewayTitle.Text
source: Payment Information
es_es: Información sobre el pago
nl_nl: Betalingsinformatie

# PaymentSucceeded.Text
source: Your order has been successfully processed.<br /> If you have registered for an account with us, you can check the status of your order at any time from order history page.<br />The order history section contains detailed informations about all your orders.
es_es: Su pedido ha sido procesado con éxito. <br /> Si se ha registrado para una cuenta con nosotros, puede comprobar el estado de su pedido en cualquier momento desde la página para la historia. <br /> La sección de historia de la orden contiene información detallada sobre todos sus pedidos.
nl_nl: Uw bestelling is succesvol verwerkt. <br /> Indien u geregistreerd voor een account bij ons, kunt u de status van uw bestelling op elk moment van bestelling geschiedenis pagina. <br /> De orderhistorie sectie bevat gedetailleerde informatie over al uw bestellingen.

# lblOrderNumber.Text
source: Thank you for shopping with us.<br />Your order number is:&nbsp;{0}&nbsp;
es_es: Gracias por comprar con nosotros. <br /> Su número de orden es: {0}
nl_nl: Dank u voor het winkelen bij ons. <br /> Uw bestelnummer is: {0}

# lblCartTotal.Text
source: Total:
nl_nl: Totaal:

# lblCartTotal.Help
source: Total including any tax and shipping cost.
es_es: Total, incluido impuestos y gastos de envío.
nl_nl: Totaal inclusief BTW en verzendkosten.

# lblCartTitle.Help
source: A detailed view of the items in the cart.
es_es: Una visión detallada de los artículos en el carro.
nl_nl: Een gedetailleerd overzicht van de artikelen in de winkelwagen.

# ErrorCouldNotFind.Text
source: Could not find provider :
es_es: No se pudo encontrar el proveedor:
nl_nl: Kon niet vinden provider:

# ErrorPaymentOption.Text
source: A Payment option has not be setup. Please contact the administrator to setup a payment option.
es_es: Una opción de pago no se van a instalarse. Por favor, póngase en contacto con el administrador de configuración de una opción de pago.
nl_nl: Een betaling optie niet worden ingesteld. Neem contact op met de beheerder om een ​​betaling optie setup.

# ErrorShippingRates.Text
source: <br/>Sorry, but we don't have any shipping rates for the weight of items in your basket to the selected country. Please either selected a different billing / shipping address or <a href="mailto:{0}">contact us</a> stating the list of products you'd like to order along with the billing / shipping address and we'll get a quote for you.
es_es: <br/> Lo sentimos, pero no tenemos ningún tarifas de envío para el peso de los artículos en su cesta para el país seleccionado. Por favor, sea seleccionado otro de facturación / envío de direcciones o <a href="mailto:{0}">en contacto con nosotros</a> indicando la lista de productos que le gustaría para junto con la dirección de facturación / envío y vamos a tener una cita para usted.
nl_nl: <br/> Sorry, maar we hebben geen verzendkosten voor het gewicht van de items in uw winkelmandje aan de geselecteerde land. Gelieve ofwel gekozen voor een ander factuuradres / afleveradres of <a href="mailto:{0}">contact met ons opnemen</a> onder vermelding van de lijst van producten die u wilt mee bestellen met het factuuradres / afleveradres en we zullen een offerte voor je krijgt.

# lblParentTitle.Text
source: Checkout
es_es: Caja
nl_nl: Uitchecken

# AwaitingPayment.Text
source: Your order has been successfully recorded and we are awaiting payment. You can check the status of your order at any time from this page.<br />The order history section contains detailed informations about your orders.
es_es: Su pedido ha sido registrado con éxito y estamos a la espera de pago. Puede comprobar el estado de su pedido en cualquier momento desde esta página. <br /> La sección de historia de la orden contiene información detallada acerca de sus pedidos.
nl_nl: Uw bestelling is succesvol geregistreerd en we zijn in afwachting van betaling. U kunt de status van uw bestelling op elk gewenst moment van deze pagina. <br /> De orderhistorie gedeelte bevat gedetailleerde informatie over uw bestellingen.

# PaymentFailed.Text
source: Your payment has failed, your order has not been placed and you have not been charged.
es_es: Su pago ha fallado, su pedido no ha sido colocado y no ha sido acusado.
nl_nl: Uw betaling is mislukt, uw bestelling is nog niet geplaatst en je hebt niet in rekening zijn gebracht.

# PaymentCancelled.Text
source: You have cancelled the payment, your order has not been placed and you have not been charged.
es_es: Se ha cancelado el pago, su pedido no ha sido colocado y no ha sido acusado.
nl_nl: U heeft de betaling geannuleerd, uw bestelling is nog niet geplaatst en je hebt niet in rekening zijn gebracht.

# btnDisplayOrder.Text
source: View Order
es_es: Ver Orden
nl_nl: Bekijk Bestel

# lblGatewayTitle.Help
source: Please follow the guidelines below to proceed to the payment and/or to confirm your order.
es_es: Por favor, siga las siguientes instrucciones para proceder al pago y / o para confirmar su pedido.
nl_nl: Volg de onderstaande richtlijnen te gaan tot de betaling en / of om uw bestelling te bevestigen.

# PaymentRequiresConfirmation.Text
source: Your order has been successfully recorded however we are waiting for confirmation of payment from your bank. You will receive an email when we have received this confirmation.<br /> If you have registered for an account with us, you can check the status of your order at any time from this page.<br />The order history section contains detailed informations about your orders.
es_es: Su pedido ha sido registrado con éxito sin embargo estamos a la espera de la confirmación del pago de su banco. Usted recibirá un correo electrónico cuando hayamos recibido la confirmación. <br /> Si se ha registrado para una cuenta con nosotros, puede comprobar el estado de su pedido en cualquier momento desde esta página. <br /> La sección de historia de la orden contiene información detallada acerca de sus pedidos.
nl_nl: Uw bestelling is succesvol echter opgenomen we wachten op bevestiging van de betaling van uw bank. U ontvangt een email als we hebben gekregen deze bevestiging. <br /> Indien u geregistreerd voor een account bij ons, kunt u de status van uw bestelling op elk moment van deze pagina. <br /> De orderhistorie gedeelte bevat gedetailleerde informatie over uw bestellingen.

# OrderPlaced.Text
source: Your order number is:
es_es: Su número de orden es el siguiente:
nl_nl: Uw bestelnummer is:

# lblInvalidLicense.Text
source: Your license has either expired or is invalid and your customers are therefore unable to checkout.<br /> Please purchase a new license at <a href="http://www.cartviper.com" target="_blank">www.cartviper.com</a>
es_es: Su licencia ha caducado o no es válida y sus clientes, por lo tanto no pueden pagar. <br /> Por favor, adquiera una nueva licencia en <a href="http://www.cartviper.com" target="_blank">www.cartviper.com</a>
nl_nl: Uw licentie is verlopen of ongeldig en uw klanten zijn daarom niet in staat naar de kassa. <br /> Schaf een nieuwe licentie bij <a href="http://www.cartviper.com" target="_blank">www.cartviper.com</a>

# lblOfflinePayment.Help
source: Choose to place your order but pay via an offline means such as cheque, cash, etc. Your order will be placed and will have a status of "awaiting payment" until you have completed payment.
es_es: Elegir para hacer su pedido, pero pagan a través de un medio en línea, tales como cheques, efectivo, etc Su pedido será colocado y tendrá un estado de "pago a la espera" hasta que haya completado el pago.
nl_nl: Ervoor kiest om uw bestelling te plaatsen, maar via een offline middelen zoals controleren, contant geld, enz. Uw bestelling wordt geplaatst en zal de status "Wacht op betaling" hebben tot u klaar bent met de betaling te betalen.

# lblOfflinePayment.Text
source: Offline payment
es_es: Pago fuera de línea
nl_nl: Offline betaalmethodes

# lblOnlinePayment.Help
source: Pay instantly and securely via online payment.
es_es: Pagar de forma instantánea y segura a través de pago en línea.
nl_nl: Betaal direct en veilig via online betaling.

# lblOnlinePayment.Text
source: Online payment
es_es: Pago en línea
nl_nl: Online betalen

# lblPaymentOptions.Text
source: Payment Options
es_es: Opciones de pago
nl_nl: Betalingsopties

# lblPaymentOptionsLabel.Help
source: Please select the payment options you would like to purchase your items with.
es_es: Por favor, seleccione las opciones de pago que le gustaría comprar sus artículos con.
nl_nl: Selecteer de betaling opties die u wilt uw items kopen met.

# lblPaymentOptionsLabel.Text
source: Payment options
es_es: Las opciones de pago
nl_nl: Betaalmogelijkheden

# lblDigitalDownloads.Text
source: <br />Click <a href="{0}">here</a> to go to the <b>digital download locker</b> and download your files.<br />
es_es: <br /> Haga clic <a href="{0}">aquí</a> para ir a la <b>taquilla de descarga digital</b> y descargar sus archivos. <br />
nl_nl: <br /> Klik <a href="{0}">hier</a> om naar de <b>digitale download locker</b> en uw bestanden te downloaden. <br />

# btnCompleteOrder.Text
source: Place Order
es_es: Realizar el pedido
nl_nl: Plaats uw bestelling

# btnNext.Text
source: Next >
es_es: Siguiente>
nl_nl: Volgende>

# btnPrevious.Text
source: < Previous
es_es: <Anterior
nl_nl: <Vorige

# lblCreateAccount.Text
source: <br >Click <a href='{0}'>here</a> to create a new user account.
es_es: <br > Haga clic <a href='{0}'>aquí</a> para crear una nueva cuenta de usuario.
nl_nl: <br > Klik <a href='{0}'>hier</a> om een nieuwe gebruiker aan te maken.

# RequiresConfirmationMessage.Text
source: Thank you for shopping with us.<br />Your order number is:&nbsp;{0}<br/>
es_es: Gracias por comprar con nosotros. <br /> Su número de orden es: {0} <br/>
nl_nl: Dank u voor het winkelen bij ons. <br /> Uw bestelnummer is: {0} <br/>

# btnReenterDetails.Text
source: Re-enter Payment Details
es_es: Vuelva a introducir la información de pago
nl_nl: Opnieuw in te voeren Betalingsgegevens

# lblRegistrationCode.Text
source: <br /<br />Your registration code is: <b>{0}</b>.<br />
es_es: <br /<br /> Su código de registro es: <b>{0}.</b> <br />
nl_nl: <br /<br /> Uw registratie code is: <b>{0}.</b> <br />

# lblPaymentTerms.Text
source: <br /><br />Payment should be made within <b>{0}</b> days.<br />
es_es: <br /><br /> El pago deberá efectuarse dentro de <b>{0}</b> días. <br />
nl_nl: <br /><br /> Betaling dient te geschieden binnen <b>{0}</b> dag. <br />

# lblPostPaidPaymentTerms.Text
source: <br /><br />Payment should be made within <b>{0}</b> days.<br />
es_es: <br /><br /> El pago deberá efectuarse dentro de <b>{0}</b> días. <br />
nl_nl: <br /><br /> Betaling dient te geschieden binnen <b>{0}</b> dag. <br />

# PostPaid.Text
source: Your order has been successfully recorded and will now be shipped.<br />The order history section contains detailed informations about your orders.
es_es: Su pedido ha sido registrado con éxito y ahora será enviado. <br /> La sección de historia de la orden contiene información detallada acerca de sus pedidos.
nl_nl: Uw bestelling is succesvol geregistreerd en zullen nu worden verzonden. <br /> De orderhistorie gedeelte bevat gedetailleerde informatie over uw bestellingen.
