Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/CouponsAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer
nl_nl: Besparen

# dshExpiredCoupons.Text
source: Expired Coupons
de_de: Abgelaufene Gutscheine
es_es: Los cupones caducados
fr_fr: Coupons expiré
nl_nl: Verlopen Coupons

# lblActiveTokens.Text
source: Active Coupons
de_de: Aktive Gutscheine
es_es: Cupones de activos
fr_fr: Coupons Actif
nl_nl: Actieve Coupons

# lblCanUseMultipleTimes.Help
source: Can the coupon be used multiple times.
de_de: Kann der Gutschein mehrfach verwendet werden.
es_es: El cupón puede ser utilizado varias veces.
fr_fr: Peut-coupon être utilisée plusieurs fois.
nl_nl: Kan de coupon meerdere keren worden gebruikt.

# lblCanUseMultipleTimes.Text
source: Can Use Multiple Times
de_de: Kann mehrfach verwenden
es_es: Puede utilizar varias veces
fr_fr: Peut utiliser plusieurs fois
nl_nl: Gebruik kan meerdere keren

# lblCategory.Help
source: Select the categories that the product needs to assigned to so that it will be included in the coupon discount.
de_de: Die Kategorie, die den Gutschein angewandt werden sollten, um, beachten Sie alle Produkte in dieser Kategorie ermittelt werden, kommen für den Rabatt für den Gutschein. Dies gilt nicht, Rabatt auf alle Produkte in Unterkategorien der ausgewählten Kategorie.
es_es: La categoría que el cupón se debe aplicar a, tenga en cuenta todos los productos de esta categoría serán elegibles para el descuento por el cupón. Este descuento no se aplica a los productos en las categorías sub de la categoría seleccionada.
fr_fr: La catégorie que le coupon doit être appliqué à, notez tous les produits de cette catégorie seront admissibles à la remise du coupon. Ceci ne s'applique pas à prix réduits vers des produits de sous-catégories pour la catégorie sélectionnée.
nl_nl: De categorie die de coupon moet worden toegepast op alle producten opmerking binnen deze categorie komt in aanmerking voor de korting voor de coupon. Dit betekent korting op alle producten die niet van toepassing in sub-categorieën voor de geselecteerde categorie.

# lblCategory.Text
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie

# lblCouponBasics.Text
source: Coupons Basics
es_es: Fundamentos de cupones
fr_fr: Bases Coupons

# lblCouponCode.Help
source: The code the user will enter to use the coupon.
de_de: Der Code wird der Benutzer eingeben, um den Gutschein zu verwenden.
es_es: El código que el usuario ingrese a usar el cupón.
fr_fr: Le code de l'utilisateur entrera à utiliser le coupon.
nl_nl: De code zal de gebruiker in te voeren om de coupon te gebruiken.

# lblCouponCode.Text
source: Coupon Code
es_es: Código de Cupón
fr_fr: Le code de coupon

# lblCouponCodeIsNotUnique.Text
source: The coupon code is not unique, please enter a different coupon code.
de_de: Der Gutscheincode ist nicht eindeutig, geben Sie bitte einen anderen Gutschein-Code.
es_es: El código de descuento no es único, por favor, introduzca un código de descuento diferentes.
fr_fr: Le code promo n'est pas unique, s'il vous plaît entrer un code promo différents.
nl_nl: De coupon code is niet uniek, geef een andere coupon code.

# lblCouponDateRestriction.Text
source: Coupon Date Restrictions
de_de: Coupon Datum Einschränkungen
es_es: Restricciones cupón Fecha
fr_fr: Restrictions date de coupon
nl_nl: Coupondatum Beperkingen

# lblCouponRestrictions.Text
source: Coupon Restrictions
de_de: Gutschein-Beschränkungen
es_es: Restricciones de cupón
fr_fr: Restrictions coupon
nl_nl: Coupon Beperkingen

# lblCouponType.Help
source: The type of coupon, e.g. should the coupon offer a monetary or percentage discount from the cart subtotal or should it entitle the user to free shipping.
de_de: Die Art der Coupons, sollte z. B. der Kupon bieten eine Geld-oder prozentualer Rabatt aus dem Warenkorb Zwischensumme oder sollte es berechtigt den Nutzer zu kostenloser Versand.
es_es: El tipo de cupón, por ejemplo, el cupón debe ofrecer un descuento monetario o un porcentaje de la cesta de subtotal o debería derecho al usuario a la libre navegación.
fr_fr: Le type de coupon, par exemple, le coupon doit offrir un rabais monétaire ou pourcentage par rapport au panier subtotale ou doit-elle droit à l'utilisateur de la livraison gratuite.
nl_nl: De aard van de coupon, moet de coupon bijvoorbeeld bieden een monetaire of een percentage korting op de kar subtotaal of het moet de gebruiker recht op gratis verzending.

# lblCouponType.Text
source: Coupon Type
de_de: Coupon Typ
es_es: Tipo de cupón
fr_fr: Type de coupon

# lblCustomerEmailAddress.Help
source: This allows the coupon to be limited to a given email address, the customer we need to enter the matching email address to redeem this coupon.
de_de: Dadurch kann der Coupon begrenzt werden, um eine bestimmte E-Mail-Adresse, die Kunden müssen wir die passenden E-Mail-Adresse, um diesen Gutschein einzulösen geben.
es_es: Esto permite que el cupón que se limita a una determinada dirección de correo electrónico, el cliente que tenemos que entrar en la dirección de correo electrónico correspondiente a canjear este cupón.
fr_fr: Cela permet le coupon d'être limité à une adresse de courriel donnée, le client nous avons besoin d'entrer l'adresse email correspondant à racheter ce coupon.
nl_nl: Hierdoor kan de coupon te beperken tot een opgegeven e-mailadres, de klant moeten we de bijbehorende e-mailadres om deze coupon te verlossen in te voeren.

# lblCustomerEmailAddress.Text
source: Unique customer email address
de_de: Einzigartige Kunden per E-Mail-Adresse
es_es: De cliente única dirección de correo electrónico
fr_fr: Unique adresse email à la clientèle
nl_nl: Unieke klant e-mail adres

# lblDescription.Help
source: Description of the coupon.
de_de: Beschreibung des Gutscheins.
es_es: Descripción del cupón.
fr_fr: Description du coupon.
nl_nl: Beschrijving van de coupon.

# lblDescription.Text
source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Descriptif
nl_nl: Beschrijving

# lblDiscountAmount.Help
source: The amount to discount, this should be entered as a whole number e.g. 50.00 if "percentage discount coupon" is selected the amount will be discounted as a % of the subtotal otherwise it will be a monetary value off the subtotal. If however free shipping coupon is selected this option is not applicable.
de_de: Die Höhe der Ermäßigung, sollte dies als eine ganze Zahl zB 50,00 eingegeben werden, wenn "Prozentsatz Rabatt-Coupon" ausgewählt ist die Menge in% der Zwischensumme wird abgezinst werden, sonst wird es einen monetären Wert aus dem Wert sein. Wenn jedoch kostenloser Versand Gutschein gewählt wird diese Option wird nicht erhoben.
es_es: La cantidad de descuento, esto se debe ingresar como por ejemplo un número entero 50,00 si el "cupón de descuento del porcentaje" se selecciona la cantidad se descontará como% del subtotal de lo contrario será un valor monetario de la subtotal. Si cupones de envío gratis sin embargo se ha seleccionado esta opción no es aplicable.
fr_fr: Le montant de rabais, ce qui devrait être saisie comme une ex nombre entier 50.00 si "coupon de réduction en pourcentage" est sélectionné, le montant sera réduit en% du sous-total sinon il sera une valeur monétaire hors du sous-total. Si coupon de transport gratuit est cependant choisi cette option n'est pas applicable.
nl_nl: Het bedrag dat op korting, moet dit worden ingevoerd als een geheel getal, bijv. 50,00 als "percentage kortingsbon" geselecteerd is het bedrag zal worden verdisconteerd in% van het subtotaal anders wordt het een monetaire waarde uit het subtotaal worden. Als echter gratis verzending coupon is geselecteerd deze optie is niet van toepassing.

# lblDiscountAmount.Text
source: Discount Amount
es_es: Importe de descuento
fr_fr: Montant du rabais
nl_nl: Kortingsbedrag

# lblExpiredTokens.Text
source: Expired Coupons
de_de: Abgelaufene Gutscheine
es_es: Los cupones caducados
fr_fr: Coupons expiré
nl_nl: Verlopen Coupons

# lblExpiryDate.Help
source: Optionally enter an expiry date for the coupon, leave blank if there is no expiry date.
de_de: Geben Sie optional ein Verfallsdatum für den Kupon, leer lassen, wenn es kein Verfallsdatum.
es_es: También puede introducir una fecha de caducidad del cupón, déjese en blanco si no hay una fecha de caducidad.
fr_fr: Vous pouvez éventuellement entrer une date d'expiration du coupon, laisser vide s'il n'ya pas de date d'expiration.
nl_nl: Als optie kunt u een vervaldatum voor de coupon, laat leeg als er geen vervaldatum.

# lblExpiryDate.Text
source: Coupon Expiry Date
de_de: Coupon Ablaufdatum
es_es: Fecha de Expiración cupón
fr_fr: Coupon Date d'expiration
nl_nl: Coupon Vervaldatum

# lblHeaderText.Text
source: Store Discount Coupons
de_de: Shop Aktionskupon
es_es: Bonos Discount Store
fr_fr: Bons de réduction magasin
nl_nl: Store Kortingsbonnen

# lblInfo.Text
source: Coupons can be created here and the codes distributed to customers, who at the point of checkout will be able to enter them to receive either the monetary or percentage discount of their subtotal or free shipping, provided they meet the criteria to use the coupon that you have defined. More information relating to coupons can be found in the Cart Viper user guide.
de_de: Gutscheine können hier erstellt werden und die Codes verteilt, um Kunden, die zum Zeitpunkt der Kasse in der Lage sein, sie zu betreten, um entweder die Währungs-oder prozentualer Abschlag ihrer Zwischensumme oder kostenloser Versand erhalten, vorausgesetzt sie erfüllen die Kriterien für die Coupons, die Sie definiert haben. Mehr Informationen über Coupons können in den Warenkorb Viper Bedienungsanleitung zu finden.
es_es: Los cupones pueden ser creados aquí y los códigos distribuidos a los clientes, que en el punto de salida será capaz de entrar en ellos para recibir el descuento monetario o porcentaje de su envío subtotal o libre, siempre que cumplan los criterios a utilizar el cupón que ha definido. Más información sobre los cupones se pueden encontrar en la guía del usuario Cesta Viper.
fr_fr: Les coupons peuvent être créés ici et les codes distribués aux clients, qui au moment de la caisse sera en mesure de les saisir pour recevoir soit la remise monétaire ou pourcentage de leur expédition subtotale ou libre, à condition qu'ils répondent aux critères d'utiliser le coupon que vous avez définis. Plus d'informations relatives aux coupons peuvent être trouvés dans le guide de l'utilisateur panier Viper.
nl_nl: Coupons kunnen hier worden gemaakt en de codes uitgedeeld aan klanten, die op het moment van afrekenen in staat zal zijn om ze in te voeren om zowel het monetaire of het percentage korting van hun subtotaal of gratis verzending te ontvangen, op voorwaarde dat zij voldoen aan de criteria om de coupon gebruiken die u hebben gedefinieerd. Meer informatie met betrekking tot bonnen zijn te vinden in de winkelwagen Viper handleiding.

# lblInvalidStartDate.Text
source: The start date cannot be after the end date.
de_de: Das Startdatum kann nicht nach dem Enddatum werden.
es_es: La fecha de inicio no puede ser posterior a la fecha de finalización.
fr_fr: La date de début ne peut pas être après la date de fin.
nl_nl: De start datum niet kan worden na de einddatum.

# lblMinSubTotal.Help
source: Optionally enter a minimum subtotal before the coupon can be used, leave blank if no minimum subtotal.
de_de: Geben Sie optional ein Minimum Zwischensumme vor dem Coupon verwendet werden kann, freilassen, wenn keine Mindestbestellmenge Zwischensumme.
es_es: Opcionalmente, con un mínimo subtotal antes de que el cupón se puede utilizar, dejar en blanco si no hay mínimo de subtotal.
fr_fr: Vous pouvez éventuellement entrer un minimum subtotale avant le coupon peut être utilisé, laissez en blanc si aucun minimum de sous-total.
nl_nl: Als optie kunt u een minimum subtotaal voordat de coupon kan worden gebruikt, laat leeg indien er geen minimum subtotaal.

# lblMinSubTotal.Text
source: Minimum Subtotal
de_de: Minimum Zwischensumme
es_es: Subtotal mínimo
fr_fr: Sous-total minimum
nl_nl: Minimum Subtotaal

# lblNumberTimesUsed.Text
source: No: Times Used
de_de: No: Mal verwendet
es_es: No: Los tiempos usados
fr_fr: Non: parfois utilisés
nl_nl: No: keer gebruikt

# lblProductSku.Help
source: If entered the coupon will only give a discount for the product that has been entered here, all other products will be charged at the standard rate.
de_de: Wenn in die Coupon wird nur einen Rabatt für das Produkt, das eingegeben wurde hier, alle anderen Produkte auf der Standard-Satz berechnet.
es_es: Si se introduce el cupón sólo le dará un descuento para el producto que se ha introducido aquí, todos los demás productos se cobrarán a la tarifa estándar.
fr_fr: Si le coupon est entré donnera seulement un rabais pour le produit qui a été entré ici, tous les autres produits seront facturés au tarif standard.
nl_nl: Als de opgegeven coupon wordt alleen een korting voor het product dat is hier ingevoerd te geven, zullen alle andere producten in rekening worden gebracht tegen het normale tarief.

# lblProductSku.Text
source: Product Model Number
de_de: Produkt Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle de produit
nl_nl: Product modelnummer

# lblStartDate.Help
source: If entered the coupon will not be valid until the start date has passed.
de_de: Wenn trat der Kupon wird nicht gültig sein, bis das Startdatum bestanden hat.
es_es: Si se introduce el cupón no será válida hasta la fecha de inicio ha pasado.
fr_fr: Si le coupon est entré ne sera pas valable jusqu'à la date de début est passée.
nl_nl: Als de opgegeven coupon is niet geldig tot de startdatum is verstreken.

# lblStartDate.Text
source: Coupon Start Date
de_de: Coupon Startdatum
es_es: Fecha de inicio de cupón
fr_fr: Date de début coupon
nl_nl: Coupon Startdatum

# linkDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# linkEdit.Text
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken

# rdFreeShipping.Text
source: Free Shipping Coupon
de_de: Kostenloser Versand Coupon
es_es: Cupón de Envío Gratis
fr_fr: Coupon Livraison gratuite
nl_nl: Gratis Bezorging Coupon

# rdMonetaryDiscount.Text
source: Monetary Discount Coupon
de_de: Monetäre Discount Coupon
es_es: Cupones de descuento monetaria
fr_fr: Coupon de réduction monétaire
nl_nl: Monetaire Kortingsbon

# rdPercentageDiscount.Text
source: Percentage Discount Coupon
de_de: Prozentualer Rabatt-Coupon
es_es: Porcentaje de vales de descuento
fr_fr: Coupon de réduction Pourcentage
nl_nl: Percentage Kortingsbon

# reEmailAddress
source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
es_es: Dirección de correo electrónico no válida.
fr_fr: Adresse email invalide.
nl_nl: Ongeldig e-mailadres.
