Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/PaymentAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer
nl_nl: Besparen

# EmptyComboValue.Text
source: --- Select ---
de_de: --- Auswahl ---
es_es: --- Seleccione ---
fr_fr: --- Choisissez ---
nl_nl: --- Selecteer ---

# GatewayNotSelected.Text
source: Please select a Gateway Provider.
de_de: Bitte wählen Sie ein Gateway-Provider.
es_es: Por favor selecciona un proveedor de la pasarela.
fr_fr: S'il vous plaît sélectionner un fournisseur de la passerelle.
nl_nl: Selecteer een gateway-provider.

# lblGateway.Help
source: Payment Gateway provider
de_de: Payment Gateway Anbieter
es_es: Pago a los proveedores de puerta de enlace
fr_fr: Fournisseur de la passerelle de paiement

# lblGateway.Text
source: Payment Gateway
es_es: Pasarela de Pago
fr_fr: Passerelle de paiement

# lblAllowOfflinePayment.Help
source: If selected along with taking online payment, users will be able to place their orders and then pay via an offline method. The order will be placed and the status set to "awaiting payment", once the user has paid via cheque, telephone, etc you can update the order status to "paid".
de_de: Wenn zusammen mit unter Online-Zahlung gewählt haben, werden die Nutzer in der Lage, ihre Aufträge zu erteilen und dann zahlen über eine Offline-Methode. Die Reihenfolge platziert werden und der Status auf "noch nicht bezahlt", sobald der Benutzer per Scheck, Telefon, usw. Sie die Bestellung den Status "bezahlt" Update kann bezahlt hat.
es_es: Si es seleccionado, junto con la toma de pago en línea, los usuarios podrán hacer sus pedidos y pagar a través de un método en línea. El pedido será colocado y el estado en "pendientes de pago", una vez que el usuario ha pagado a través de cheque, teléfono, etc, puede actualizar el estado del pedido a "pagado".
fr_fr: Si sélectionné avec la prise de paiement en ligne, les utilisateurs seront en mesure de placer leurs commandes et ensuite de payer via une méthode hors ligne. La commande sera placée et le statut défini sur «l'attente de paiement", une fois que l'utilisateur a payé par chèque, téléphone, etc, vous pouvez mettre à jour l'état afin de "payer".
nl_nl: Indien geselecteerd samen met het nemen van online betaling, zullen de gebruikers in staat zijn om hun bestellingen te plaatsen en vervolgens via een offline methode te betalen. De bestelling wordt geplaatst en de status op "Wacht op betaling", zodra de gebruiker heeft betaald via cheque, telefoon, etc. kunt u de order status "betaald" update.

# lblAllowOfflinePayment.Text
source: Accept offline payment
de_de: Accept offline Zahlung
es_es: Aceptamos el pago en línea
fr_fr: Accepter les paiements hors ligne
nl_nl: Accepteer offline betaalmethodes

# lblOffline.Text
source: Offline payment options.
de_de: Offline-Zahlungsmöglichkeiten.
es_es: Opciones de pago fuera de línea.
fr_fr: Options de paiement hors ligne.
nl_nl: Offline betaalmogelijkheden.

# lblOnline.Text
source: Online payment options
de_de: Online Zahlungsmöglichkeiten
es_es: Opciones de pago en línea
fr_fr: Options de paiement en ligne
nl_nl: Online betalen opties

# lblAllowGoogleCheckout.Help
source: Check to allow google checkout in addition to any other payment options.
de_de: Prüfen Sie, Google Checkout zusätzlich zu allen anderen Zahlungsarten ermöglichen.
es_es: Si desea permitir a Google Checkout, además de cualquier otras opciones de pago.
fr_fr: Vérifiez pour permettre à Google Checkout en plus de tout autres options de paiement.
nl_nl: Controleer of Google Checkout toe naast eventuele andere betalingsmogelijkheden.

# lblAllowGoogleCheckout.Text
source: Enable Google Checkout
de_de: Aktivieren Sie Google Checkout
es_es: Habilitar Google Checkout
fr_fr: Activer Google Checkout
nl_nl: Inschakelen Google Checkout

# lblGoogleCheckout.Text
source: GoogleCheckout Options
de_de: GoogleCheckout Optionen
es_es: GoogleCheckout Opciones
fr_fr: Options de GoogleCheckout
nl_nl: GoogleCheckout Opties

# lblGoogleCheckoutNotSupported.Text
source: GoogleCheckout is not available for your selected currency.
de_de: GoogleCheckout ist nicht für Ihre Währung zur Verfügung.
es_es: GoogleCheckout no está disponible para la moneda seleccionada.
fr_fr: GoogleCheckout n'est pas disponible pour votre devise.
nl_nl: GoogleCheckout is niet beschikbaar voor uw geselecteerde valuta.

# lblHeaderText.Text
source: Payment Gateway Settings
de_de: Payment Gateway-Einstellungen
es_es: Configuración de Pasarela de Pago
fr_fr: Paramètres de la passerelle de paiement
nl_nl: Payment Gateway-instellingen

# lblCheckoutStyle.Text
source: Select Checkout Style
de_de: Wählen Kasse Stil
es_es: Seleccione Pedido Estilo
fr_fr: Sélectionnez Commander style
nl_nl: Selecteer Afrekenen Style

# lblChekoutStyle.Help
source: The checkout style we present to the customer, either a 3 or 4 step style interface. Based on the payment gateway selected some checkout styles are not supported.
de_de: Die Kasse Stil präsentieren wir dem Kunden entweder eine 3 oder 4 Schritt style-Schnittstelle. Basierend auf den Payment-Gateway gewählt einige der Kasse werden nicht unterstützt.
es_es: El estilo de caja se presenta al cliente, ya sea una interfaz de estilo de 3 o 4 pasos. Sobre la base de la pasarela de pago seleccionado algunos estilos caja no son compatibles.
fr_fr: Le style checkout nous présentons au client, soit une interface 3 ou 4 étapes de style. Basé sur la passerelle de paiement choisi certains styles de caisse ne sont pas pris en charge.
nl_nl: De kassa stijl van presenteren wij aan de klant, ofwel een 3 of 4 stappen stijl interface. Op basis van de geselecteerde payment gateway sommige kassa stijlen worden niet ondersteund.

# lblChekoutStyle.Text
source: Checkout Style
de_de: Kasse Stil
es_es: Pedido Estilo
fr_fr: Style de Commander
nl_nl: Afrekenen Style

# lblCheckoutSelectionNotValid.Text
source: This checkout option is not supported by this gateway, please pick another.
de_de: Diese Kasse Option nicht durch dieses Gateway unterstützt, bitte wähle einen anderen.
es_es: Esta opción de compra no es compatible con este portal, por favor, elija otro.
fr_fr: Cette option la caisse n'est pas pris en charge par cette passerelle, s'il vous plaît choisir une autre.
nl_nl: Deze kassa optie wordt niet ondersteund door deze poort, dan kunt u kiezen een ander.

# lblEnablePaypalStd.Help
source: When checked allows the customer to select PayPal to pay with their account.
de_de: Wenn diese Option aktiviert kann der Kunde wählen PayPal mit ihrem Konto bezahlen.
es_es: Cuando se activa permite al cliente seleccionar PayPal para pagar con su cuenta.
fr_fr: Quand elle est cochée permet au client de sélectionner PayPal pour payer avec leur compte.
nl_nl: Indien aangevinkt kan de klant kiezen PayPal betalen met hun account.

# lblEnablePaypalStd.Text
source: Accept PayPal payment
de_de: Accept PayPal-Zahlung
es_es: Aceptamos el pago PayPal
fr_fr: Accepter les paiements PayPal
nl_nl: Accepteren PayPal betaling

# lblPayPalNotSupported.Text
source: Paypal is not available for your selected currency.
de_de: Paypal ist nicht für Ihre Währung zur Verfügung.
es_es: Paypal no está disponible para la moneda seleccionada.
fr_fr: Paypal n'est pas disponible pour votre devise.
nl_nl: Paypal is niet beschikbaar voor uw geselecteerde valuta.

# lblPayPalStd.Text
source: PayPal Options
de_de: PayPal-Optionen
es_es: PayPal Opciones
fr_fr: Options de PayPal
nl_nl: PayPal Opties

# lblDays.Text
source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
nl_nl: Dagen

# lblOnlyAllowRegisteredUsers.Help
source: If selected only registered users will be able to pay via offline means.
de_de: Wenn diese Option aktiviert nur registrierte Benutzer können via offline bedeutet bezahlen.
es_es: Si se selecciona sólo los usuarios registrados podrán pagar a través de los medios en línea.
fr_fr: S'il est sélectionné, seuls les utilisateurs inscrits seront en mesure de payer via des moyens hors ligne.
nl_nl: Indien geselecteerd alleen geregistreerde gebruikers in staat zal zijn om te betalen via offline middelen.

# lblOnlyAllowRegisteredUsers.Text
source: Only Registered Users
de_de: Nur registrierte User
es_es: Solo los usuarios registrados
fr_fr: Seuls les utilisateurs enregistrés
nl_nl: Alleen geregistreerde gebruikers

# lblPaymentTerms.Help
source: The number of days that a customer will have to pay their balance.
de_de: Die Anzahl der Tage, die ein Kunde haben, um ihr Gleichgewicht bezahlen.
es_es: El número de días que el cliente tendrá que pagar su saldo.
fr_fr: Le nombre de jours que le client aura à payer leur solde.
nl_nl: Het aantal dagen dat een klant zullen hun saldo te betalen.

# lblPaymentTerms.Text
source: Payment Terms
de_de: Zahlungsbedingungen
es_es: Condiciones de pago
fr_fr: Conditions de paiement
nl_nl: Betalingsvoorwaarden

# lblOfflinePaymentInfo.Text
source: These fields are optional and allow you to control if only users with the defined role are allowed to checkout with the offline provider and to also display the number of days the customer has to pay for the order. <br /><br />You can also specify if ALL orders need to be moderated, if this is selected once an order is placed it will then have to be moderated by the store admin before an order confirmation is sent to the customer. During moderation they will be able to add/remove items to the order.<br/><br/>See the Cart Viper manual for more information.
de_de: Diese Felder sind optional und können Sie steuern, ob nur registrierte Benutzer dürfen mit dem Offline-Anbieter Kasse und zeigen auch die Anzahl der Tage hat der Kunde für die Bestellung zu bezahlen. <br /><br /> Sie können auch angeben, wenn Bestellungen offline müssen moderiert werden, wenn diese Option aktiviert, sobald ein Auftrag erteilt wird, wird dann durch den Laden admin moderiert werden, bevor eine Auftragsbestätigung an den Kunden gesendet wird. Während Mäßigung sie in der Lage, Elemente hinzufügen / entfernen, um die Reihenfolge. <br/><br/> Siehe Warenkorb Viper Handbuch für weitere Informationen.
es_es: Estos campos son opcionales y permiten controlar si sólo los usuarios registrados se les permite a la caja con el proveedor en línea y para mostrar también el número de días que el cliente tiene que pagar por la orden. <br /><br /> También se puede especificar si los pedidos realizados en línea deben ser moderado, si se selecciona esta opción una vez que se realiza un pedido que luego tendrá que ser moderado por el administrador del almacén antes de una confirmación de pedido se envía al cliente. Durante la moderación que será capaz de añadir / eliminar elementos de la orden. <br/><br/> Ver el carro de la Viper manual para más información.
fr_fr: Ces champs sont facultatifs et vous permettra de contrôler si seuls les utilisateurs enregistrés sont autorisés à la caisse avec le fournisseur déconnecté et également d'afficher le nombre de jours le client doit payer pour l'ordre. <br /><br /> Vous pouvez également spécifier si les commandes placées déconnecté besoin d'être modéré, si cette option est sélectionnée une fois la commande est placée, elle devra alors être modéré par l'administrateur du magasin avant une confirmation de commande est envoyé au client. Pendant la modération, ils seront en mesure d'ajouter / supprimer des éléments à l'ordre. <br/><br/> Voir le panier Viper manuel pour plus d'informations.
nl_nl: Deze velden zijn optioneel en kunt u controleren of alleen geregistreerde gebruikers mogen naar de kassa met de offline provider en ook weer het aantal dagen dat de klant moet betalen voor de order. <br /><br /> U kunt ook aangeven of bestellingen offline moeten worden gemodereerd, als deze is geselecteerd als een bestelling wordt geplaatst zal dan moeten worden gemodereerd door de winkel admin voordat een opdrachtbevestiging wordt verzonden naar de klant. Tijdens de gematigdheid zullen ze kunnen toevoegen / items te verwijderen om het te bestellen. <br/><br/> Zie de Cart Viper handleiding voor meer informatie.

# lblModerateOffline.Help
source: If selected ALL orders will need to be moderated, selecting this will allow you to edit items in the order before they are placed.
de_de: Wenn diese Option aktiviert offline Bestellungen müssen moderiert werden, werden bei Auswahl dieser können Sie Elemente in der Reihenfolge bearbeitet, bevor sie gestellt werden.
es_es: Si se selecciona órdenes en línea tendrá que ser moderado, al seleccionar esta le permitirá editar artículos en el orden antes de que se colocan.
fr_fr: S'il est sélectionné commandes hors ligne devra être modéré, en sélectionnant ce qui vous permettra d'éditer des éléments dans l'ordre avant d'être placés.
nl_nl: Indien geselecteerd offline bestellingen zal moeten worden gemodereerd, zal het selecteren van deze kun je items te bewerken in de volgorde voordat ze worden geplaatst.

# lblModerateOffline.Text
source: Moderate ALL Orders
de_de: Moderate Offline-Bestellungen
es_es: Los pedidos fuera de línea moderada
fr_fr: Modéré commandes hors ligne
nl_nl: Matige Offline Bestellingen

# lblPostPaidPaymentTerms.Help
source: The number of days a customer has to pay their balance if they are "post paying"
de_de: Die Anzahl der Tage ein Kunde, um ihr Gleichgewicht zu zahlen, wenn sie "post zahlen"
es_es: El número de días que un cliente tiene que pagar su saldo si son "post pago"
fr_fr: Le nombre de jours qu'un client a de payer leur solde s'ils sont «poste payeur"
nl_nl: Het aantal dagen dat een klant heeft om hun saldo te betalen als ze 'post betalen "

# lblPostPaidPaymentTerms.Text
source: PostPaid Payment Terms
de_de: Postpaid Zahlungsbedingungen
es_es: Condiciones de pago de pospago
fr_fr: Conditions de paiement postpayés
nl_nl: Postpaid Betalingsvoorwaarden
