Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductEdit.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblTabCategories.Text
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
nl_nl: Categorieën

# lblTabDescription.Text
source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Descriptif
nl_nl: Beschrijving

# lblTabImages.Text
source: Images
de_de: Bilder
es_es: Imágenes
nl_nl: Afbeeldingen

# lblTabOffers.Text
source: Offers
de_de: Angebote
es_es: Ofertas
fr_fr: Offres
nl_nl: Aanbiedingen

# lblTabProductDetails.Text
source: Details
es_es: Detalles
fr_fr: Détails

# lblTabVariants.Text
source: Variants
de_de: Varianten
es_es: Variantes
fr_fr: Variantes
nl_nl: Varianten

# ddlVatRate.Help
source: The VAT rate that should be applied to this product, this option is only enabled if VAT is selected for your store.
de_de: Der MwSt.-Satz, die dieses Produkt angewendet werden sollte, ist diese Option nur aktivieren, wenn die MwSt. für Ihren Shop ausgewählt ist.
es_es: La tasa del IVA que debe aplicarse a este producto, esta opción sólo se activa si el IVA se ha seleccionado para su tienda.
fr_fr: Le taux de TVA qui devrait être appliquée à ce produit, cette option est activée uniquement si la TVA est sélectionné pour votre magasin.
nl_nl: Het btw-tarief dat moet worden toegepast op dit product, is deze optie alleen ingeschakeld als de BTW is geselecteerd voor uw winkel.

# ddlVatRate.Text
source: VAT Rate
de_de: Mehrwertsteuersatz
es_es: Tasa del IVA
fr_fr: Taux de TVA
nl_nl: BTW-tarief

# lblTaxFree.Help
source: When ticked the product will not attract any tax during the checkout. This allows you to define products which are tax free.
de_de: Sollte dieses Produkt steuerfrei sein, ist nicht das Produkt wird <br /> berechnet mit dem Steuersatz, den Sie festgelegt haben, sonst <br /> Steuer wird nicht auf dieses Produkt anzuwenden. Diese Option <br /> ist nur verfügbar, wenn Steuern für Ihren Shop ausgewählt ist.
es_es: Si este producto libre de impuestos, no es el producto será <br /> cobrarán a la tarifa del impuesto que ha definido, de lo contrario <br /> impuesto no se aplica a este producto. Esta opción <br /> sólo está disponible si el impuesto se selecciona para su tienda.
fr_fr: Si ce produit est exempt d'impôt, n'est pas le produit sera <br /> facturés au taux de l'impôt que vous avez définie, sinon <br /> taxe ne sera pas appliqué à ce produit. Cette option <br /> n'est disponible que si la taxe est sélectionné pour votre magasin.
nl_nl: Mocht dit product belasting vrij, is niet het product zal zijn <br /> berekend tegen het belastingtarief dat u hebt gedefinieerd, anders <br /> belasting zal niet worden toegepast op dit product. Deze optie <br /> is alleen beschikbaar als belasting is geselecteerd voor uw winkel.

# lblTaxFree.Text
source: Tax Free
es_es: Libre de impuestos

# lblVatRate.Help
source: The VAT rate to sell this product at, this option is only enabled if VAT is configured for the store.
de_de: Der Mehrwertsteuersatz für dieses Produkt zu verkaufen, ist diese Option nur aktivieren, wenn die MwSt. für den Speicher konfiguriert ist.
es_es: La tasa del IVA para vender este producto de los casos, esta opción sólo se activa si el IVA está configurado para la tienda.
fr_fr: Le taux de TVA de vendre ce produit à, cette option est activée uniquement si la TVA est configuré pour le magasin.
nl_nl: Het btw-tarief van dit product te verkopen tegen, is deze optie alleen ingeschakeld als de BTW is geconfigureerd voor de winkel.

# lblVatRate.Text
source: VAT Rate
de_de: Mehrwertsteuersatz
es_es: Tasa del IVA
fr_fr: Taux de TVA
nl_nl: BTW-tarief

# lblModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# lblProductName.Text
source: Product Name
es_es: Nombre del producto
fr_fr: Nom du produit
nl_nl: Product Naam

# lblRelatedProducts.Text
source: Select all products to be added as a related product, note you do not need to click "update" changes are instantly saved. <br/><br/> To add new related product simple use the search box below to find the product then tick the checkbox to assign with this product.
de_de: Wählen Sie alle Produkte, die als ein verwandtes Produkt hinzugefügt werden, beachten Sie brauchen nicht auf "Aktualisieren" werden die Änderungen sofort gespeichert werden. <br/><br/> Um neue verwandtes Produkt einfach nutzen Sie das Suchfeld unten für das Produkt dann kreuzen Sie das Kontrollkästchen, um mit diesem Produkt zuordnen hinzuzufügen.
es_es: Seleccione todos los productos que se añade como un producto relacionado, tenga en cuenta que no es necesario hacer clic en "actualizar" los cambios son guardados al instante. <br/><br/> Para agregar nuevos productos relacionados con el uso sencillo el buscador de abajo para encontrar el producto marque la casilla de verificación para asignar a este producto.
fr_fr: Sélectionnez tous les produits pour être ajouté en tant que produits connexes, notez que vous n'avez pas besoin de cliquer sur "actualiser" les modifications sont instantanément enregistrés. <br/><br/> Pour ajouter de nouveaux produits simples liées utilisation de la boîte de recherche ci-dessous pour trouver le produit, puis cochez la case pour attribuer à ce produit.
nl_nl: Selecteer alle producten die worden toegevoegd als een gerelateerd product, noot die je niet hoeft te klikken op "update" wijzigingen worden meteen opgeslagen. <br/><br/> Om nieuwe gerelateerd product eenvoudig te gebruiken het zoekvak hieronder om het product te vinden dan de checkbox toe te wijzen met dit product vinkje toe te voegen.

# lblTabRelatedProducts.Text
source: Related
es_es: Relacionados
fr_fr: Connexes
nl_nl: Verwant

# lblDefaultImage.Text
source: <br/>The default product image is the first image, this is highlighted in the yellow box.
de_de: <br/> Die Standard-Produkt Bild ist das erste Bild, das ist in der gelben Box hervorgehoben.
es_es: <br/> La imagen del producto por defecto es la primera imagen, esto se destaca en el cuadro amarillo.
fr_fr: <br/> L'image par défaut du produit est la première image, ce n'est en surbrillance dans la boîte jaune.
nl_nl: <br/> De standaard product afbeelding is de eerste foto, wordt deze gemarkeerd in het gele vak.

# hypSaveOffer.Text
source: Save product offer
de_de: Speichern Produkt anbieten
es_es: Guardar oferta de productos
fr_fr: Enregistrer offre produit
nl_nl: Op te slaan product aan te bieden

# lblDateHelp.Text
source: e.g. MM/DD/YYYY
de_de: z. B. MM / TT / JJJJ
es_es: por ejemplo, DD / MM / AAAA
fr_fr: par exemple, MM / JJ / AAAA
nl_nl: bijvoorbeeld MM / DD / JJJJ

# lblOfferHelp.Text
source: Here you can enter an offer price that the product will be sold at.<br /> Note start and end dates are inclusive.
de_de: Hier können Sie einen Angebotspreis, dass das Produkt auf verkauft werden. <br /> Beachten Sie Start-und Enddatum sind inklusive.
es_es: Aquí puede introducir un precio de oferta que el producto se venderá en. <br /> Tenga en cuenta las fechas de inicio y final están incluidos.
fr_fr: Ici vous pouvez entrer un prix d'offre que le produit sera vendu à. <br /> Notez les dates de début et de fin sont inclus.
nl_nl: Hier kunt u een offerte prijs die het product zal worden verkocht. <br /> Let op begin-en einddatum inbegrepen zijn.

# lblDigitalDownloads.Text
source: Downloads
es_es: Descargas
fr_fr: Téléchargements

# lblDigitalDownloadsHelp.Text
source: <p>If a file is selected here it will be made available to download by the user after they have created an order and the status of the order is "paid".</p> <p>Please use the standard DNN File Manager to upload the required files, an unlimited amount of files can be specified as digital download files.</p> <p>Please note only files with the extension {0} can be attached to a product for download.</p><p>It is also possible to set the number of times a product can be downloaded as well as the number of days the customer has to download the product from the date of purchase. If these are not applicable please leave blank - these values also can be set globally at the store info settings and overridden on a per product basis.</p>
de_de: <p> Wenn hier eine Datei ausgewählt ist, wird zur Verfügung gestellt durch den Nutzer herunterzuladen, nachdem sie einen Auftrag und den Status der Bestellung angelegt haben, ist "bezahlt". </p> <p> Bitte benutzen Sie den Standard DNN-Datei-Manager, um die erforderlichen Dateien hochladen, eine unbegrenzte Anzahl von. Zip-oder PDF-Dateien können als digitaler Download-Dateien angegeben werden. </p> <p> Bitte beachten Sie, nur zip oder PDF-Dateien zu einem Produkt zum Download befestigt werden kann. </p>
es_es: <p> Si se selecciona un archivo que aquí estará disponible para descargar por el usuario después de haber creado un orden y el estado de la orden es "pagado". </p> <p> Por favor, use el Administrador de DNN estándar de archivo para cargar los archivos necesarios, una cantidad ilimitada de. Zip o archivos PDF se pueden especificar como descargar archivos digitales. </p> <p> Tenga en cuenta sólo los archivos zip o PDF se puede conectar a un producto para su descarga. </p>
fr_fr: <p> Si un fichier est sélectionné ici, il sera rendu disponible au téléchargement par l'utilisateur après avoir créé une commande et le statut de la commande est «payé». </p> <p> S'il vous plaît utiliser le Gestionnaire de fichiers standard de DNN pour télécharger les fichiers requis, un montant illimité de. Zip ou des fichiers PDF peut être spécifié comme télécharger des fichiers numériques. </p> <p> S'il vous plaît noter que les fichiers ZIP ou PDF peuvent être attachés à un produit pour le téléchargement. </p>
nl_nl: <p> Als een bestand wordt hier geselecteerd is, zal beschikbaar worden gesteld om te downloaden door de gebruiker nadat ze hebben een order en de status van de bestelling is "betaald". </p> <p> Maak gebruik van de standaard DNN File Manager om de benodigde bestanden te uploaden, een onbeperkte hoeveelheid. Zip-of PDF-bestanden kunnen worden opgegeven als digitale download bestanden. </p> <p> Let op: alleen zip-of PDF-bestanden kunnen worden gekoppeld aan een product om te downloaden. </p>

# lblRequestQuote.Help
source: This item needs to be requested as a quote. If checked<br /> this item can not be purchased using the shopping cart.
de_de: Dieser Artikel muss als ein Angebot angefordert werden. Wenn diese Option aktiviert <br /> Dieser Gegenstand kann nicht gekauft über den Warenkorb werden.
es_es: Este dato deberá ser solicitada como una cita. Si se selecciona <br /> este artículo no se pueden comprar con el carrito de compras.
fr_fr: Cet élément doit être demandée comme une citation. Si elle est cochée <br /> cet article ne peut pas être acheté en utilisant le panier.
nl_nl: Deze post dient te worden aangevraagd als een offerte. Indien aangevinkt <br /> Dit artikel kan niet worden gekocht met behulp van de winkelwagen.

# lblRequestQuote.Text
source: Request a Quote
de_de: Fordern Sie ein Angebot
es_es: Solicitar una cotización
fr_fr: Demander un devis
nl_nl: Vraag een offerte

# lblUnitPriceHelp.Text
source: Please enter the price ex TAX or VAT
de_de: Bitte geben Sie den Preis ex oder Mehrwertsteuer
es_es: Por favor, introduzca el IVA ex precios o el IVA
fr_fr: S'il vous plaît entrer dans le HT prix ou la TVA
nl_nl: Voer de prijzen ex BTW of BTW

# labelFeatured.Text
source: Featured
de_de: Empfohlene
es_es: Destacados
fr_fr: En vedette
nl_nl: Aanbevolen

# lblSaveConfirmed.Text
source: Item Updated - Subject To Any Workflow Approval
de_de: Artikel aktualisiert
es_es: Elemento Actualizado
fr_fr: Mise à jour Produit
nl_nl: Item is bijgewerkt

# lblTabUserPricing.Text
source: User Pricing
es_es: Precios del usuario
fr_fr: Tarification utilisateur
nl_nl: Gebruiker Prijzen

# lblFreeProduct.Help
source: If selected the product will be "free" and will not incur a cost to the user.
de_de: Wenn diese Option aktiviert wird das Produkt "free" und verursacht keine Kosten für den Nutzer.
es_es: Si se selecciona el producto será "libre" y no incurrirá en un costo para el usuario.
fr_fr: Si vous êtes sélectionné le produit sera "libre" et ne contractera un coût pour l'utilisateur.
nl_nl: Als het geselecteerde product zal worden "vrij" en zal de kosten niet maken om de gebruiker.

# lblFreeProduct.Text
source: Is Free Product
de_de: Ist Free Product
es_es: Es producto gratis
fr_fr: Est-produit gratuit

# lblFreeProductOptionNotAvailable.Text
source: This option is not available as this is a "free product".
de_de: Diese Option ist nicht verfügbar, da dies ein "freies Produkt".
es_es: Esta opción no está disponible, ya que es un "producto gratis".
fr_fr: Cette option n'est pas disponible car il s'agit d'un "produit gratuit".
nl_nl: Deze optie is niet beschikbaar als dit is een "gratis product".

# lblFreeShipping.Help
source: If selected this product will not incur any shipping charges
de_de: Wenn empfehle dieses Produkt fallen keine Versandkosten
es_es: Si se selecciona este producto no incurrirá en gastos de envío
fr_fr: Si vous êtes choisi ce produit ne subira pas de frais d'expédition
nl_nl: Als je dit product niet te maken met verzendkosten

# lblFreeShipping.Text
source: Is Free To Ship
de_de: Steht es frei, Schiff
es_es: Es libre de buques
fr_fr: Est libre de Ship

# lblLimitPerCustomerOrder.Help
source: If a number is entered here, a single customer will not be able to purchase more of this item per order than the value entered. e.g if 5 is entered a single customer cannot purchase more than 5 of this item per order. Leave blank if this settings is not required.
de_de: Wenn hier eine Zahl eingegeben wird, wird eine einzelne Kunde nicht in der Lage sein, mehr von diesem Artikel pro Bestellung kaufen, als der eingegebene Wert. z. B. 5 eingegeben wird einen einzelnen Kunden nicht kaufen können, mehr als 5 dieses Stück pro Bestellung. Leer lassen, wenn diese Einstellungen nicht erforderlich ist.
es_es: Si se introduce un número aquí, un solo cliente no será capaz de comprar más de este tema por fin que el valor introducido. por ejemplo, si el 5 se introduce un solo cliente no puede comprar más de 5 de este artículo por pedido. Dejar en blanco si esta configuración no es necesario.
fr_fr: Si un nombre est entré ici, un seul client ne sera pas en mesure d'acheter plus de cet article par commande à la valeur entrée. Par exemple, si 5 est entré un seul client ne peut pas acheter plus de 5 de cet article par commande. Laissez vide si ce paramètre n'est pas nécessaire.
nl_nl: Als een nummer wordt hier ingevoerd, zal een enkele klant niet in staat zijn om meer van dit voorwerp te kopen per bestelling is dan de waarde ingevoerd. bijvoorbeeld als 5 is ingevoerd een enkele klant kan niet meer dan 5 van dit voorwerp te kopen per bestelling. Laat leeg als deze instellingen is niet vereist.

# lblLimitPerCustomerOrder.Text
source: Qty Limit Per Order
de_de: Menge pro Kunde Auftrag
es_es: Cantidad límite por orden del cliente
fr_fr: Limitez la quantité par commande client
nl_nl: Hoeveelheid limiet per klant Order

# lblProductBarcode.Help
source: The barcode of the product.
de_de: Der Barcode des Produktes.
es_es: El código de barras del producto.
fr_fr: Le code-barres du produit.
nl_nl: De barcode van het product.

# lblProductBarcode.Text
source: Product Barcode
de_de: Produkt Barcode
es_es: Producto de código de barras
fr_fr: Barcode produit

# lblProductSku.Help
source: The SKU of the product
de_de: Die SKU des Produkts
es_es: El SKU del producto
fr_fr: Le SKU du produit
nl_nl: De SKU van het product

# lblProductSku.Text
source: Product SKU
de_de: Artikelnummer
es_es: SKU del producto
fr_fr: Produit SKU

# lblRelatedExistingProductsHeader.Text
source: Existing Related Products
de_de: Bestehende Related Products
es_es: Existentes Productos Relacionados
fr_fr: Produits existants associés
nl_nl: Bestaande gerelateerde producten

# lblRelatedNoExistingItems.Text
source: No Items are Related
de_de: Keine Produkte sind Verwandte
es_es: No hay elementos relacionados
fr_fr: Aucun éléments sont liés
nl_nl: Geen items zijn gerelateerd

# lblRelatedNoSearchResults.Text
source: No results
de_de: Keine Ergebnisse
es_es: No hay resultados
fr_fr: Pas de résultats
nl_nl: Geen resultaten

# lblRelatedSearchHeader.Text
source: Search
de_de: Suche
es_es: Búsqueda
fr_fr: Rechercher
nl_nl: Zoeken

# lblRelatedSearchInput.Text
source: Search for Products
de_de: Suche nach Produkten
es_es: Búsqueda de Productos
fr_fr: Recherche de produits
nl_nl: Zoek naar producten

# linkDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# linkEdit.Text
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken

# lblProductSerials.Text
source: Import Product Serials
de_de: Import Produkt Serials
es_es: Serials importación de productos
fr_fr: Importation de produits en série

# lblProductSerialsHelp.Text
source: From here you can upload product serial numbers, when an order for this product has been marked as "paid" they will then be assigned the next available product serial number.<br />The import file should be in the form of a .csv file with no header data. The only field should be the product serial number, each on a seperate line, with no end of line deliminater.<br /><br />e.g.<br />serialNumber1<br />serialNumber2<br />serialNumber3
de_de: Von hier aus können upload Produkt-Seriennummern, wenn eine Bestellung für dieses Produkt markiert wurde als "bezahlt" werden sie dann die nächste verfügbare Produkt-Seriennummer zugeordnet werden. <br /> Die Import-Datei sollte in Form einer. Csv-Datei ohne Header-Daten sein. Das einzige Feld, sollte die Seriennummer des Produkts, die jeweils auf einer separaten Zeile stehen, ohne dass ein Ende der Linie deliminater. <br /><br /> zB <br /> serialNumber1 <br /> serialNumber2 <br /> serialNumber3
es_es: Desde aquí se puede subir el número de serie del producto, cuando un pedido de este producto se ha marcado como "pagado" que luego se le asignará el siguiente número de serie del producto. <br /> El archivo de importación debe ser en forma de un archivo. Csv, sin datos de cabecera. El campo debe ser sólo el número de serie del producto, cada uno en una línea separada, con un sin fin de deliminater línea. <br /><br /> por ejemplo, <br /> serialNumber1 <br /> serialNumber2 <br /> serialNumber3
fr_fr: De là, vous pouvez télécharger les numéros de série, quand une commande pour ce produit a été marqué comme "payé", ils seront alors affectés le prochain numéro disponible de série du produit. <br /> Le fichier d'importation doit être sous la forme d'un fichier. Csv avec pas de données en-tête. Le seul champ devrait être le numéro de série du produit, chacune sur une ligne séparée, sans aucune fin de deliminater ligne. <br /><br /> par exemple, <br /> serialNumber1 <br /> serialNumber2 <br /> serialNumber3
nl_nl: Vanaf hier kunt u uploaden product serienummers, bij een bestelling voor dit product is gemarkeerd als "betaald" zij zullen dan door de eerstvolgende beschikbare serienummer van het product. <br /> Het importbestand moet worden in de vorm van een. CSV-bestand zonder header data. Het enige veld moet het serienummer van het product, die elk op een aparte regel te worden, zonder het einde van de lijn deliminater. <br /><br /> bv <br /> serialNumber1 <br /> serialNumber2 <br /> serialNumber3

# hypDeleteOffer.Text
source: Remove Offer
de_de: Entfernen Angebot
es_es: Quitar oferta
fr_fr: Retirer Offre
nl_nl: Verwijder Aanbod

# lblMSRP.Help
source: The manufacturer suggested retail price.
de_de: Die Unverbindliche Preisempfehlung des Herstellers.
es_es: El precio de venta sugerido del fabricante.
fr_fr: Le prix de détail suggéré du fabricant.
nl_nl: De fabrikant adviesprijs.

# lblMSRP.Text
source: MSRP
de_de: Hersteller empfohlene Preis Retails
es_es: Ventas al por menor sugerido por el fabricante Precio
fr_fr: Prix ​​au détail suggéré par le fabricant
nl_nl: Suggested Fabrikant Retails Prijs

# lblProductTabs.Text
source: Product Tabs
de_de: Produkt Tabs
es_es: Aquí producto
fr_fr: Onglets produit

# lblProductTabsHelp.Text
source: <p>From here you can create and manage any number of tabs to appear on this product details page.</p> Note the order the tabs are listed below is the order they will be outputted left to right on the product details page.
de_de: <p> Von hier aus können Sie erstellen und verwalten beliebig viele Tabs auf dieser Seite mit Produktdetails zu erscheinen. </p> Beachten Sie die Reihenfolge der Registerkarten sind unten aufgeführt ist die Reihenfolge, wie sie ausgegeben links nach rechts auf die Seite mit Produktdetails zu werden.
es_es: <p> Desde aquí se puede crear y gestionar cualquier número de fichas que aparecen en esta página de detalles del producto. </p> Tenga en cuenta el orden de las fichas se enumeran a continuación es el orden en que dar salida a la izquierda a la derecha en la página de detalles del producto.
fr_fr: <p> De là, vous pouvez créer et gérer n'importe quel nombre d'onglets apparaissent sur la fiche du produit de cette page. </p> Notez l'ordre des onglets sont énumérés ci-dessous est à l'ordre, ils seront émis gauche à droite sur la page des détails de produit.
nl_nl: <p> Vanaf hier kunt u creëren en beheren van een aantal tabbladen om te verschijnen op deze pagina met productdetails. </p> Let op de volgorde van de tabbladen hieronder staan ​​is de volgorde waarin ze zullen worden uitgestuurd links naar rechts op de pagina met productdetails.

# lblOutOfStock.Help
source: When check the product is marked out of stock, depending on Product's Behaviour setting in the Store Admin this can then hide the product from the store front.
de_de: Wenn Sie in den Produktspezifikationen nicht auf Lager ist markiert, je nach Produkt Das Verhalten Einstellung im Shop Admin kann dies dann verstecken das Produkt aus dem Laden vor.
es_es: Cuando se compruebe que el producto está marcado de las acciones, dependiendo de la configuración de comportamiento del producto en la Tienda de este administrador se puede ocultar el producto de la tienda de enfrente.
fr_fr: Lorsque vérifier le produit est marqué en rupture de stock, selon le réglage du comportement des produits dans le magasin de cette administration peut alors cacher le produit de la devanture du magasin.
nl_nl: Indien controle van het product, wordt op voorraad, afhankelijk van de Gedrag Product instelling in de Store Admin dit kan dan verstoppen het product uit de winkel front.

# lblOutOfStock.Text
source: Out of Stock
es_es: Fuera de Stock
fr_fr: Rupture de stock
nl_nl: Niet op voorraad

# lblRoleExpiry.Help
source: This will be the number of days that the user will be in the above role for, e.g. 90 days. If this value is not specified they will be in the role forever.
de_de: Dies wird die Anzahl der Tage, die der Benutzer in der obigen Rolle werden, zB 90 Tage betragen. Wenn dieser Wert nicht angegeben wird, werden sie in der Rolle sein für immer.
es_es: Este será el número de días que el usuario estará en el papel por encima de, por ejemplo, 90 días. Si este valor no se especifica que será en el papel de siempre.
fr_fr: Ce sera le nombre de jours que l'utilisateur sera dans le rôle-dessus pour, par exemple 90 jours. Si cette valeur n'est pas spécifiée, ils seront dans le rôle toujours.
nl_nl: Dit zal het aantal dagen dat de gebruiker in de bovenstaande functie voor, bijvoorbeeld 90 dagen. Als deze waarde niet is opgegeven zullen zij in de rol voor altijd.

# lblRoleExpiry.Text
source: Role Expiry
de_de: Role Verfall
es_es: Papel de caducidad
fr_fr: Rôle d'expiration
nl_nl: Rol Vervaldatum

# cmdDuplicate.Text
source: Duplicate
de_de: Duplikat
es_es: Duplicado
fr_fr: Dupliquer
nl_nl: Dubbel
