Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductSerialNumberAdmin.ascx.*.resx
Languages: de_de, fr_fr, nl_nl

# lblDateAssigned.Text
source: Date Assigned
de_de: Datum zugewiesen
fr_fr: Date affectées
nl_nl: Toegewezen datum

# lblFilterAll.Text
source: All Serial Numbers
de_de: Alle Seriennummern
fr_fr: Tous les numéros de série
nl_nl: Alle serienummers

# lblFilterAssigned.Text
source: Assigned Serial Numbers
de_de: Zweckgebundene Serialnummern
fr_fr: Assigned Numbers série
nl_nl: Toegewezen Serienummers

# lblFilterNotAssigned.Text
source: Un-assigned Serial Numbers
de_de: Un zugewiesene Seriennummern
fr_fr: Un-attribué des numéros de série
nl_nl: VN-toegewezen Serienummers

# lblFilterSerials.Help
source: Select the criteria to filter the product serials for this product.
de_de: Wählen Sie die Kriterien, um ein Produkt Serien für dieses Produkt filtern.
fr_fr: Sélectionnez les critères pour filtrer les séries de produits pour ce produit.
nl_nl: Selecteer de criteria om het product series filter voor dit product.

# lblFilterSerials.Text
source: Filter Product Serials
de_de: Filter Produkt Serien
fr_fr: Serials Filtre produit

# lblHasBeenAssigned.Text
source: Has Been Assigned
de_de: Zugeordnet wurde
fr_fr: A été attribué
nl_nl: Is toegewezen

# lblHeader.Text
source: Serial Number Assignment
fr_fr: Attribution du numéro de série
nl_nl: Toekenning van het serienummer

# lblHelpInfo.Text
source: This section allows you to search for a product and view all the product serials for that product and the order details they are assigned to, as well as exporting this information to .csv file format.<br/><br/>To add new serial numbers please use the product edit page.
de_de: Dieser Abschnitt erlaubt Ihnen, für ein Produkt suchen und sich alle Produkt-Serien für das Produkt und die Bestelldaten sie zugeordnet sind, sowie den Export dieser Informationen. Csv-Datei-Format. <br/><br/> So fügen Sie neue Seriennummern verwenden Sie bitte das Produkt auf Seite bearbeiten.
fr_fr: Cette section vous permet de rechercher un produit et consulter toutes les publications en série de produits pour ce produit et les détails de la commande, ils sont affectés, ainsi que l'exportation de cette information. Format de fichier csv. <br/><br/> Pour ajouter de nouveaux numéros de série s'il vous plaît utiliser le produit page d'édition.
nl_nl: Deze rubriek laat u zoeken naar een product en bekijk alle het product feuilletons voor dat product en de order details worden ze toegewezen aan, alsmede het exporteren van deze informatie om. CSV-bestand. <br/><br/> Toe te voegen nieuwe serienummers, gebruik dan het product te bewerken pagina.

# lblOrderId.Text
source: Order ID
de_de: Bestell-ID
fr_fr: Numéro de commande
nl_nl: Om ID

# lblProductName.Text
source: Product Name
de_de: Name des Produkts
fr_fr: Nom du produit
nl_nl: Naam van het product

# lblProductNameSearch.Help
source: Enter the product name, as you type the product will be auto suggested to you. Once you have found your product you will be able to click "view" to view the serial numbers for the selected product.
de_de: Geben Sie den Produktnamen, während Sie tippen wird das Produkt automatisch vorgeschlagen zu Ihnen. Sobald Sie Ihr Produkt können Sie klicken Sie auf "Ansicht", um die Seriennummern für das ausgewählte Produkt Blick gefunden.
fr_fr: Entrez le nom du produit, que vous tapez le produit sera automatiquement proposé de vous. Une fois que vous avez trouvé votre produit, vous pourrez cliquer sur "view" pour afficher les numéros de série pour le produit sélectionné.
nl_nl: Voer de naam van het product, terwijl u typt het product zal automatisch worden voorgesteld aan u voor. Zodra u uw product hebt gevonden kunt u klikt u op "view" om de serienummers van het geselecteerde product.

# lblProductNameSearch.Text
source: Product Name
de_de: Name des Produkts
fr_fr: Nom du produit
nl_nl: Naam van het product

# lblProductSku.Text
source: Product Sku
de_de: Produkt-SKU
fr_fr: Produit Sku

# lblPurchaser.Text
source: Purchaser
de_de: Käufer
fr_fr: Acheteur
nl_nl: Koper

# lblSerialNumber.Text
source: Serial Number
fr_fr: Numéro de série
nl_nl: Serienummer

# lblTotalNumberOfAvailable.Help
source: This is the total number of available serials numbers for the current selected product
de_de: Dies ist die Gesamtzahl der verfügbaren Serien-Nummern für das aktuelle ausgewählte Produkt
fr_fr: Il s'agit du nombre total de numéros de série disponibles pour le produit actuellement sélectionné
nl_nl: Dit is het totaal aantal beschikbare series nummers voor de huidige gekozen product

# lblTotalNumberOfAvailable.Text
source: No: Of Available Serials
de_de: Nein: der verfügbaren Serien
fr_fr: Non: des périodiques disponibles
nl_nl: Nee: van beschikbare Serials

# lnkDelete.Text
source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen

# lnkExport.Text
source: Export to CSV file
de_de: Export to CSV-Datei
fr_fr: Exporter vers un fichier CSV
nl_nl: Exporteren naar CSV-bestand

# lnkView.Text
source: View Serial Numbers Info
de_de: View Seriennummern Info
fr_fr: Numéros de série Voir l'info
nl_nl: Bekijk Serienummers Info

# lnkViewOrder.Text
source: Order
de_de: Bestellen
fr_fr: Commandez
nl_nl: Bestel

# rfProductName.Text
source: Required
de_de: Erforderliche
fr_fr: Requis
nl_nl: Vereist

# lblAction.Text
source: Action
de_de: Aktion
nl_nl: Actie
