Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductVariantEdit.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# hypCancel.Text
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

# hypInventoryManagement.Text
source: Product Variant Inventory Management
es_es: Variante de productos Gestión de Inventario
fr_fr: Gestion des stocks de produits Variante
nl_nl: Product Variant Voorraadbeheer

# hypProductVisualizer.Text
source: Product Visualizer
de_de: Produkt Visualizer
es_es: Producto visualizador
fr_fr: Produit Visualizer

# hypSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer
nl_nl: Besparen

# hypVariantImages.Text
source: Variant Images
es_es: Imágenes variante
fr_fr: Images Variante

# lblAddPriceAsPercent.Help
source: If selected the line item price adjustment will be added as a percentage of the base price, if not it will just be added as a monetary amount to the base price.
de_de: Wenn diese Option aktiviert den Posten Preisanpassung wird als Prozentsatz des Basispreises hinzugefügt werden, wenn es nicht einfach wird als Geldbetrag auf dem Basispreis hinzugerechnet werden.
es_es: Si se selecciona el elemento de la línea de ajuste de precios será añadido como un porcentaje del precio de base, si no que simplemente se agregará como una cantidad monetaria que el precio base.
fr_fr: Si vous êtes choisi l'ajustement des prix en ligne item sera ajouté en tant que pourcentage du prix de base, sinon il sera simplement ajouté une somme d'argent au prix de base.
nl_nl: Als het geselecteerde post prijsaanpassing zal worden toegevoegd als een percentage van de basisprijs, zo niet het gewoon zal worden toegevoegd als een geldbedrag aan de basisprijs.

# lblAddPriceAsPercent.Text
source: Add Price Adjustment as %
de_de: Add Preisanpassung in%
es_es: Agregar ajuste de precios en%
fr_fr: Ajouter Ajustement des prix en%
nl_nl: Voeg Prijs Aanpassing als%

# lblControlType.Text
source: Control Type
es_es: Tipo de control
fr_fr: Type de contrôle
nl_nl: Controle Type

# lblImageUploaderControlInfo.Text
source: If you want to apply a price or weight adjustment when the user uploads an image you should enter this in the first option below.
de_de: Wenn Sie einen Preis oder Gewicht Einstellung anwenden möchten, wenn der Benutzer lädt ein Bild, das Sie diese in die erste Option unten treten sollte.
es_es: Si desea aplicar un ajuste de precios o el peso cuando el usuario carga una imagen que debe entrar en esto en la primera opción a continuación.
fr_fr: Si vous souhaitez appliquer un ajustement de prix ou de poids lorsque l'utilisateur télécharge une image, vous devez entrer cela dans la première option ci-dessous.
nl_nl: Wilt u een prijs of gewicht aanpassing toe te passen wanneer de gebruiker upload een afbeelding die u moet dit invoeren in de eerste optie hieronder.

# lblName.Text
source: Variant Name
de_de: Variant Namen
es_es: Nombre de la variante
fr_fr: Nom Variante
nl_nl: Variant Naam

# lblOptionName.Text
source: Option Name
es_es: Nombre de la opción
fr_fr: Nom de l'option
nl_nl: Optie Naam

# lblOptions.Text
source: Options
de_de: Optionen
es_es: Opciones
fr_fr: Les options
nl_nl: Opties

# lblPriceAdjustment.Text
source: Price Adjustment
de_de: Preisanpassung
es_es: Ajuste de precios
fr_fr: Ajustement des prix
nl_nl: Prijsaanpassing

# lblProductVariantEmpty.Text
source: No Variants defined for this product.
de_de: Keine Varianten für dieses Produkt definiert.
es_es: No hay variantes definidas para este producto.
fr_fr: Pas de variantes définies pour ce produit.
nl_nl: Geen Varianten gedefinieerd voor dit product.

# lblRequired.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# lblSortOrder.Text
source: Sort Order
de_de: Sortierung
es_es: Orden de Clasificación
fr_fr: Ordre de tri
nl_nl: Sorteervolgorde

# lblTextControlInfo.Text
source: If you want to apply a price or weight adjustment when the user enters something into the text field you should enter this to the first option below.
de_de: Wenn Sie einen Preis oder Gewicht Anpassung vornehmen, wenn der Benutzer so etwas in das Textfeld möchten, sollten Sie diese auf die erste Option unten eingeben.
es_es: Si desea aplicar un ajuste de precios o el peso cuando el usuario hace algún cambio en el campo de texto que debe entrar en este a la primera opción a continuación.
fr_fr: Si vous souhaitez appliquer un ajustement de prix ou de poids lorsque l'utilisateur saisit des données dans le champ de texte, vous devez saisir ce à la première option ci-dessous.
nl_nl: Wilt u een prijs of gewicht aanpassing toe te passen wanneer de gebruiker iets in het tekstveld vult u dit aan de eerste optie hieronder.

# lblVariantName.Help
source: Name of the product variant, this is displayed to the user
de_de: Der Name des Produkts Variante wird diese dem Benutzer angezeigt
es_es: Nombre de la variante del producto, este se muestra al usuario
fr_fr: Nom de la variante de produit, il est affiché à l'utilisateur
nl_nl: Naam van het product variant, wordt dit getoond aan de gebruiker

# lblVariantName.Text
source: Variant Name
de_de: Variant Namen
es_es: Nombre de la variante
fr_fr: Nom Variante
nl_nl: Variant Naam

# lblVariantSaveCaption.Text
source: Changes made to the variants are saved immediately when you click Save.
de_de: Änderungen an den Varianten sind sofort, wenn Sie auf Speichern abgelegt.
es_es: Los cambios realizados en las variantes se guardan inmediatamente al hacer clic en Guardar.
fr_fr: Les modifications apportées aux variantes sont immédiatement enregistrées lorsque vous cliquez sur Enregistrer.
nl_nl: Wijzigingen in de varianten worden onmiddellijk opgeslagen wanneer u op Opslaan.

# lblWeightAdjustment.Text
source: Weight Adjustment
de_de: Gewicht Adjustment
es_es: Ajuste del peso
fr_fr: L'ajustement de poids
nl_nl: Gewicht Aanpassing

# linkAddNew.Text
source: Add New Variant
es_es: Añadir una nueva variante
fr_fr: Ajouter la nouvelle variante
nl_nl: Voeg een nieuwe Variant

# linkDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# linkEdit.Text
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken

# lnkDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# plControlType.Help
source: The control to display the options in the catalog to the user.
de_de: Die Steuerung, um die Optionen in den Katalog, um den Benutzer anzuzeigen.
es_es: El control para visualizar las opciones en el catálogo para el usuario.
fr_fr: Le contrôle pour afficher les options dans le catalogue à l'utilisateur.
nl_nl: De controle om de opties in de catalogus weer te geven aan de gebruiker.

# plControlType.Text
source: Control Type
es_es: Tipo de control
fr_fr: Type de contrôle
nl_nl: Controle Type

# plDefaultOptionPrompt.Help
source: Enter a default value which is shown in the drop down list, this can help explain the option to the user. "Please select a color", "Select a Size", etc
de_de: Geben Sie einen Standardwert, die in der Dropdown-Liste angezeigt wird, können diese bei der Erläuterung der Option für den Benutzer. "Bitte wählen Sie eine Farbe", "Wählen Sie eine Größe", etc
es_es: Introduzca un valor predeterminado que se muestra en la lista desplegable, esto puede ayudar a explicar la opción para el usuario. "Por favor, seleccione un color", "Seleccionar un tamaño", etc
fr_fr: Entrez une valeur par défaut qui est indiqué dans la liste déroulante, ce qui peut aider à expliquer le choix de l'utilisateur. "S'il vous plaît sélectionnez une couleur", "Choisissez une taille", etc
nl_nl: Voer een standaardwaarde die getoond wordt in de drop down lijst, kan dit helpen verklaren de optie om de gebruiker. "Kies een kleur", "Selecteer een Size", etc

# plDefaultOptionPrompt.Text
source: Default Option Caption
de_de: Standard Option Caption
es_es: Opción por defecto Leyenda
fr_fr: Légende option par défaut
nl_nl: Standaard Optie Bijschrift

# plRequired.Help
source: Defines if the variant is mandatory.
de_de: Legt fest, ob die Variante ist zwingend erforderlich.
es_es: Define si la variante es obligatoria.
fr_fr: Définit si la variante est obligatoire.
nl_nl: Definieert als de variant is verplicht.

# plRequired.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# plSortOrder.Help
source: Defines the display order of the variant.
de_de: Definiert die Reihenfolge der Anzeige der Variante.
es_es: Define el orden de presentación de la variante.
fr_fr: Définit l'ordre d'affichage de la variante.
nl_nl: Bepaalt de weergave volgorde van de variant.

# plSortOrder.Text
source: Sort Order
de_de: Sortierung
es_es: Orden de Clasificación
fr_fr: Ordre de tri
nl_nl: Sorteervolgorde

# rbNotRequired.Text
source: Not Mandatory
de_de: Nicht obligatorisch
es_es: No es obligatorio
fr_fr: Non obligatoire
nl_nl: Niet verplicht

# rbRequired.Text
source: Mandatory
de_de: Verpflichtend
es_es: Obligatorio
fr_fr: Obligatoires
nl_nl: Verplicht
