Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductVisualizerAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# btnUpload.Text
source: Upload
de_de: Laden
es_es: Subir
nl_nl: Uploaden

# dshUploadNewBaseImage.Text
source: Upload New Base Image
es_es: Subir imagen nueva base
fr_fr: Upload Image de base Nouveau
nl_nl: Upload Nieuwe Base Image

# hypAddNew.Text
source: Add New Marker
es_es: Agregar nuevo marcador
fr_fr: Ajouter un marqueur de New
nl_nl: Voeg een nieuwe Marker

# hypCancel.Text
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

# hypEditproduct.Text
source: Edit Product
de_de: Produkt bearbeiten
es_es: Edición del producto
fr_fr: Modifier le produit
nl_nl: Product bewerken

# hypSave.Text
source: Save
de_de: Sparen
es_es: Ahorrar
fr_fr: Enregistrer
nl_nl: Besparen

# lblBaseImage.Help
source: The current base image that will be used in the product visualizer.
de_de: Die aktuelle Basis-Image, dass in dem Produkt-Visualisierung verwendet werden.
es_es: La imagen de la corriente de base que se utilizará en el visualizador del producto.
fr_fr: L'image de base actuelle qui sera utilisé dans le visualiseur de produits.
nl_nl: De huidige basis beeld dat wordt gebruikt in het product visualizer.

# lblBaseImage.Text
source: Current Base Image
de_de: Aktuelle Base Image
es_es: Banco de Imágenes actuales
fr_fr: Image de base actuelle
nl_nl: De huidige Base Image

# lblDeleteExistingBaseImage.Help
source: This button will delete the existing base image and all associated markers.
de_de: Diese Taste löscht die bestehende Basis Image und alle damit verbundenen Marken.
es_es: Este botón elimina la imagen de base existentes y todos los marcadores asociados.
fr_fr: Ce bouton permet de supprimer l'image de base existantes et tous les marqueurs associés.
nl_nl: Deze knop verwijdert de bestaande basis image en alle bijbehorende markers.

# lblDeleteExistingBaseImage.Text
source: Delete Existing Base Image
de_de: Löschen Sie vorhandene Base Image
es_es: Borrar la imagen actual base
fr_fr: Supprimer l'image de base existantes
nl_nl: Verwijder Bestaande Base Image

# lblFont.Help
source: If this is a marker where text will be inserted, select the style the text will be. If this is not applicable leave blank.
de_de: Ist dies eine Markierung, wo der Text eingefügt werden soll, wählen Sie den Stil des Textes wird. Wenn dies nicht anwendbar ist leer.
es_es: Si se trata de un marcador de texto se pueden insertar, seleccionar el estilo del texto será. Si esto no es aplicable en blanco salir.
fr_fr: S'il s'agit d'un marqueur de laquelle le texte sera inséré, sélectionnez le style, le texte sera. Si ce n'est pas vierge de congé applicables.
nl_nl: Als dit is een marker waar de tekst zal worden ingevoegd, selecteert u de stijl van de tekst zal worden. Indien dit niet van toepassing is laat leeg.

# lblFont.Text
source: Font Style
de_de: Schriftschnitt
es_es: Estilo de la fuente
fr_fr: Style de police
nl_nl: Tekenstijl

# lblFontColour.Help
source: If this is a marker where text will be inserted, select the colour the text will be. If this is not applicable please leave blank.
de_de: Ist dies eine Markierung, wo der Text eingefügt werden soll, wählen Sie die Farbe des Textes wird. Ist dies nicht zutreffend bitte leer lassen.
es_es: Si se trata de un marcador de texto se pueden insertar, seleccionar el color del texto será. Si esto no es aplicable deje en blanco.
fr_fr: S'il s'agit d'un marqueur de laquelle le texte sera inséré, sélectionnez la couleur du texte sera. Si ce n'est pas applicable s'il vous plaît laissez vierge.
nl_nl: Als dit is een marker waar de tekst zal worden ingevoegd, selecteert u de kleur van de tekst zal worden. Indien dit niet van toepassing is laat dan leeg.

# lblFontColour.Text
source: Font Colour
de_de: Farbe, Schrift
es_es: Color de la fuente
fr_fr: Couleur de police
nl_nl: Font kleur

# lblHeaderText.Text
source: Product Visualizer
de_de: Produkt Visualizer
es_es: Producto visualizador
fr_fr: Produit Visualizer

# lblMaxNumberOfCharactersAllowed.Help
source: If applicable the maximium number of characters that the user can place in the marker.
de_de: Gegebenenfalls die maximium Anzahl der Zeichen, dass der Benutzer in der Markierung zu setzen.
es_es: Si se aplica el maximium número de caracteres que el usuario puede colocar en el marcador.
fr_fr: Le cas échéant, le nombre de caractères qui maximium l'utilisateur peut placer dans le marqueur.
nl_nl: Indien van toepassing de maximium aantal tekens dat de gebruiker kan in de marker.

# lblMaxNumberOfCharactersAllowed.Text
source: Maximium No: Characters
es_es: Maximium No: Personajes
fr_fr: Aucun maximium: Personnages

# lblNoImageUploaded.Text
source: No image uploaded.
de_de: Kein Bild hochgeladen.
es_es: No hay imagen cargada.
fr_fr: Aucune image téléchargée.
nl_nl: Geen afbeelding geüpload.

# lblTextAlignment.Help
source: If this is a marker where text will be inserted, how should the text be aligned within the marker.
de_de: Ist dies eine Markierung, wo der Text eingefügt werden soll, sollte, wie der Text innerhalb der Markierung ausgerichtet werden.
es_es: Si se trata de un marcador de texto se inserta, como si el texto se alinea en el marcador.
fr_fr: S'il s'agit d'un marqueur de laquelle le texte sera inséré, comment devrait être aligné le texte dans le marqueur.
nl_nl: Als dit is een marker waar de tekst zal worden ingevoegd, hoe moet de tekst worden uitgelijnd in de marker.

# lblTextAlignment.Text
source: Text Alignment
de_de: Textausrichtung
es_es: Alineación del Texto
fr_fr: Alignement du texte
nl_nl: Tekstuitlijning

# lblUploadBaseImage.Help
source: From here you can upload a base image that will be used in the product visualizer, note only 1 image can be uploaded per product.
de_de: Von hier aus können Sie ein Basis-Image, dass in dem Produkt-Visualisierung verwendet werden hochladen, beachten Sie nur 1 Bild pro Produkt hochgeladen werden können.
es_es: Desde aquí se puede subir una imagen de base que se utilizará en el visualizador del producto, tenga en cuenta sólo una imagen puede ser cargado por cada producto.
fr_fr: De là, vous pouvez télécharger une image de base qui seront utilisées dans le visualiseur de produits, une seule note d'image peuvent être téléchargés par produit.
nl_nl: Vanaf hier kunt u een basis beeld dat wordt gebruikt in het product visualizer te uploaden, let alleen een beeld kan worden ge-upload per product.

# lblUploadBaseImage.Text
source: Upload Base Image
es_es: Sube Banco de Imágenes
fr_fr: Upload Image de base

# lblVariantOption.Help
source: The variant option that will be placed into the marker when the mockup image is created and displayed to the user.
de_de: Die Variante Option, die in die Markierung, wenn die Mockup Bild erstellt wird und dem Benutzer angezeigt gestellt werden.
es_es: La opción de la variante que se colocará en el marcador cuando la imagen maqueta se crea y se muestra al usuario.
fr_fr: L'option la variante qui sera placé dans le marqueur lorsque l'image maquette est créée et affichée à l'utilisateur.
nl_nl: De variant optie die zal worden geplaatst in de marker als de mockup beeld wordt gemaakt en getoond aan de gebruiker.

# lblVariantOption.Text
source: Variant Option
es_es: Variante de la opción
fr_fr: Option Variante
nl_nl: Variant Optie

# lblVisualizerInfo.Text
source: When a product has variants it is possible to show the user what the product will look like with the customizations they have made. First upload a base image, then add markers to the base image for each customization a user can make, being careful to position the marker in the position on the base image where the users customization will appear. <br /> If the customization inserts text into the marker, please select a font colour,style and character limit, otherwise leave this blank. <br /> If an image is to be inserted into the marker the users image will be auto-scaled to fit the marker size you define.
de_de: Wenn ein Produkt-Varianten hat es möglich ist, den Benutzer, was das Produkt wie bei den Anpassungen die sie gemacht haben Blick zeigen. Zunächst laden Sie ein Basis-Image, dann fügen Sie Marker, um das Basis-Image für jede Anpassung eines Benutzers können, wobei darauf geachtet, um die Markierung in die Position auf dem Basis-Image, wo die Nutzer Anpassung erscheint Position. <br /> Wenn die Anpassung fügt Text in der Markierung, wählen Sie bitte eine Schriftart Farbe, Stil und Charakter zu begrenzen, ansonsten lassen Sie dieses Feld leer. <br /> Wenn ein Bild in den Marker eingesetzt werden die Benutzer Bild wird automatisch so skaliert, dass die Markierung von Ihnen festgelegten Größe zu passen.
es_es: Cuando un producto tiene variantes, es posible mostrar al usuario lo que el producto se verá así con las personalizaciones que han hecho. En primer lugar cargar una imagen de base, a continuación, añadir marcadores a la imagen de base para cada personalización que el usuario puede hacer, teniendo cuidado de colocar el marcador en la posición en la imagen base, donde la personalización de los usuarios van a aparecer. <br /> Si el texto de personalización se inserta en el marcador, por favor, seleccione un color de fuente, el estilo y el límite de caracteres, de lo contrario dejarlo en blanco. <br /> Si una imagen se inserta en el marcador de la imagen de los usuarios se auto-escala para ajustarse al tamaño del marcador que usted defina.
fr_fr: Quand un produit a des variantes qu'il est possible de montrer à l'utilisateur ce que le produit va ressembler à la personnalisations qu'ils ont fait. D'abord télécharger une image de base, puis ajouter des marqueurs à l'image de base pour chaque personnalisation qu'un utilisateur peut faire, en faisant attention à la position du marqueur dans la position sur l'image de base où la personnalisation des utilisateurs apparaît. <br /> Si le texte de personnalisation insère dans le marqueur, s'il vous plaît choisissez une couleur de police, le style et la limite de caractères, sinon laissez ce champ vide. <br /> Si une image doit être insérée dans le repère de l'image utilisateurs seront automatiquement redimensionnées en fonction de la taille de marqueur que vous définissez.
nl_nl: Wanneer een product-varianten is het mogelijk om aan te tonen de gebruiker wat het product eruit zal zien met de aanpassingen die zij hebben gemaakt. Eerste upload een basis image en voeg markers om de basis afbeelding voor elke aanpassing een gebruiker kan maken, let daarbij goed op de marker positie in de positie op de voet beeld waar de gebruikers maatwerk zal verschijnen. <br /> Als de aanpassingen voegt tekst in de marker, selecteer aub een kleur van het lettertype, stijl en karakter te beperken, anders laat u deze leeg. <br /> Als een afbeelding moet worden ingevoegd in de marker de gebruikers beeld wordt automatisch geschaald naar de grootte van de markering die u definieert past.
