Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductWidgetControlSettings.ascx.*.resx
Languages: es_es, fr_fr, nl_nl

# ControlTitle_settings.Text
source: Cart Viper Product Widget Settings
es_es: Carro Viper Configuración del producto Widget
fr_fr: Panier Paramètres Viper produit Widget
nl_nl: Winkelwagen Viper Product Widget Settings

# lblItemLimit.Help
source: Number of products to return from the query, this should be between 1 and 25.Note this option is not valid if "Single Product" is the selected filter type.
es_es: El número de productos para volver a la consulta, esta debe estar entre 1 y 10.Nota esta opción no es válida si el "producto único" es el tipo de filtro seleccionado.
fr_fr: Nombre de produits à retour de la requête, ce qui devrait être comprise entre 1 et 10.Note cette option n'est pas valable si "produit unique" est le type de filtre sélectionné.
nl_nl: Aantal producten om terug te keren uit de query, dient dit te worden tussen 1 en 10.Note deze optie is niet geldig als "Single Product" is het geselecteerde filter type.

# lblItemLimit.Text
source: Item Limit
es_es: Punto límite
fr_fr: Limitation des éléments
nl_nl: Itemlimiet

# lblQueryParameter.Help
source: Optionally supply any parameters needed for the query
es_es: Opcionalmente proporcionar los parámetros necesarios para la consulta
fr_fr: Éventuellement fournir les paramètres nécessaires pour la requête
nl_nl: Optioneel leveren alle parameters die nodig zijn voor de query

# lblQueryParameter.Text
source: Query Parameter
es_es: Consulta de parámetros
fr_fr: Requête de paramètre

# lblQueryType.Help
source: Defines the query type used to select the products from the catalog
es_es: Define el tipo de consulta utilizado para seleccionar los productos del catálogo
fr_fr: Définit le type de requête permet de sélectionner les produits du catalogue
nl_nl: Bepaalt het type query gebruikt om de producten te selecteren uit de catalogus

# lblQueryType.Text
source: Query Type
es_es: Tipo de consulta
fr_fr: Type de requête

# lblTemplate.Help
source: Template used to transform the the products into the HTML markup
es_es: Plantilla que se utiliza para transformar los productos que el en el código HTML
fr_fr: Modèle utilisé pour transformer les produits de la dans le code HTML
nl_nl: Template wordt gebruikt om de producten te transformeren in de HTML-opmaak

# lblTemplate.Text
source: Template
es_es: Plantilla
fr_fr: Modèle
nl_nl: Sjabloon

# lbnManageTemplates.Text
source: Manage Templates
es_es: Administrar plantillas
fr_fr: Gérer les modèles
nl_nl: Sjablonen beheren

# QueryType.ManualSelection
source: Manual Selection
es_es: Manual de Selección
fr_fr: Sélection manuelle
nl_nl: Handmatige selectie

# QueryType.NewItems
source: New Items
es_es: Nuevos productos
fr_fr: Nouveaux articles
nl_nl: Nieuwe producten

# QueryType.TopSellers
source: Top Sellers
es_es: Los más vendidos
fr_fr: Meilleures ventes
nl_nl: Top verkopers

# rfvItemCount.Text
source: <br/>Item Limit is required
es_es: <br/> Punto Límite es necesario
fr_fr: <br/> Point Limite est nécessaire
nl_nl: <br/> Itemlimiet is vereist

# rvItemCount.Text
source: <br/>Item Limit should be between 1 and 25
es_es: <br/> Punto límite debe estar entre 1 y 10
fr_fr: <br/> Point limite devrait être compris entre 1 et 10
nl_nl: <br/> Itemlimiet moet tussen 1 en 10

# QueryType.FeaturedItems
source: Featured Items
es_es: Artículos destacados
fr_fr: Articles en vedette
nl_nl: Topaanbiedingen

# lblAllCategories.Text
source: All
es_es: Todos los
fr_fr: Tous les
nl_nl: Alle

# lblCategory.Help
source: Optionally select a category, if selected products will only be selected from this category based on the above criteria, or choose to select from all categories in the store. Note this option is not valid id "Single Product" is the filter type.
es_es: Opcionalmente, seleccione una categoría, si los productos seleccionados serán seleccionados de esta categoría sobre la base de los criterios anteriores, u optar por elegir entre todas las categorías en la tienda. Tenga en cuenta que esta opción no es válida Identificación del "producto único" es el tipo de filtro.
fr_fr: Facultativement, sélectionnez une catégorie, si certains produits ne seront choisis dans cette catégorie sur la base des critères ci-dessus, ou choisir de sélectionner toutes les catégories dans le magasin. Notez que cette option n'est pas valable id "produit unique" est le type de filtre.
nl_nl: Kies eventueel een categorie, als de gekozen producten zullen alleen worden gekozen uit deze categorie op basis van de bovenstaande criteria voldoet, of kies om te kiezen uit alle categorieën in de winkel. Opmerking Deze optie is niet geldig id "Single Product" is het filter type.

# lblCategory.Text
source: Product Category Filter
es_es: Categoría de producto del filtro
fr_fr: Catégorie de filtre
nl_nl: Product Categorie Filter

# QueryType.RandomItems
source: Random Items
es_es: Artículos al azar
fr_fr: Articles au hasard

# lblProduct.Help
source: If we are displaying a single product, here is where you select the product to be displayed in the product widget. Note this option is only available if "Single Product" is the selected filter.
es_es: Si queremos mostrar un solo producto, aquí es donde se selecciona el producto que se muestra en el widget de productos. Nota: esta opción sólo está disponible si el "producto único" es el filtro seleccionado.
fr_fr: Si nous affichons un seul produit, c'est ici que vous sélectionnez le produit qui sera affiché dans le widget produit. Notez que cette option n'est disponible que si "produit unique" est le filtre sélectionné.
nl_nl: Als we de weergave van een enkel product, hier is waar u het product worden weergegeven in het product widget. Opmerking Deze optie is alleen beschikbaar als "Single Product" is het geselecteerde filter.

# lblProduct.Text
source: Selected Product
es_es: Seleccionados del producto
fr_fr: Sélection du produit
nl_nl: Geselecteerd Product

# QueryType.SingleProduct
source: Single Product
es_es: Un solo producto
fr_fr: Produit unique
nl_nl: Enkel Product

# QueryType.SpecialOffer
source: Products On Special Offer
es_es: Productos en oferta especial
fr_fr: Des produits en promotion
nl_nl: Producten in de aanbieding
