Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductDetail.ascx.*.resx
Languages: de_de, es_es

# AddToCart.Text
source: Add to cart
de_de: In den Warenkorb legen
es_es: Añadir a la cesta

# CategoryName.Text
source: Category: {0}
de_de: Kategorie: {0}
es_es: Categoría: {0}

# DetailsSEOTitle.Text
source: [MANUFACTURER] [MODELNAME]
de_de: [MANUFACTURER][MODELNAME]bei[STORETITLE]
es_es: [MANUFACTURER][MODELNAME]en[STORETITLE]

# DetailTitle.Text
source: Product Details
de_de: Produkt-Information
es_es: Detalles del Producto

# DimensionsText.Text
source: Dimensions: H={0} {3}, L={1} {3}, W={2} {3}
de_de: Abmessungen: H = {0} {3}, L = {1} {3}, B = {2} {3}
es_es: Dimensiones: H = {0} {3}, L = {1} {3}, W = {2} {3}

# Edit.Text
source: Edit Product
de_de: Produkt bearbeiten
es_es: Edición del producto

# HeightText.Text
source: Height: {0} {1}
de_de: Höhe: {0} {1}
es_es: Altura: {0} {1}

# ImageAlt.Text
source: Product Image
es_es: Imagen del producto

# labelReviews.Text
source: Reviews
de_de: Bewertungen
es_es: Comentarios

# LengthText.Text
source: Length: {0} {1}
de_de: Länge: {0} {1}
es_es: Duración: {0} {1}

# LinkDetail.Text
source: More Info
de_de: Mehr Info
es_es: Más información

# lnkReturn.Text
source: Return To Category
de_de: Zurück zur Seite Kategorie
es_es: Volver a la categoría

# Manufacturer.Text
source: Manufacturer: {0}
de_de: Hersteller: {0}
es_es: Fabricante: {0}

# ModelNumber.Text
source: Model Number: {0}
de_de: Modellnummer: {0}
es_es: Número de modelo: {0}

# OOStockRestocking.Text
source: Restocking in progress
de_de: Besatzmaßnahmen in progress
es_es: La repoblación en el progreso

# OOStockUnavailable.Text
source: Product Unavailable
de_de: Produkt nicht verfügbar
es_es: Producto no disponible

# PrintDetail.Text
source: Print
de_de: Drucken
es_es: Imprimir

# Purchase.Text
source: Buy Now!
de_de: Jetzt kaufen!
es_es: Comprar ahora!

# Quantity.Text
source: Quantity:&nbsp;
de_de: Menge:
es_es: Cantidad:

# SpecialOffer.Text
source: Was <span class="StoreProductRegularPrice">{0}</span><br />Now <span class="StoreProductSalePrice">{1}</span>
de_de: War <span class="StoreProductRegularPrice">{0}</span> <br /> Nun <span class="StoreProductSalePrice">{1}</span>
es_es: Se <span class="StoreProductRegularPrice">{0}</span> <br /> Ahora <span class="StoreProductSalePrice">{1}</span>

# StockQuantity.Text
source: Quantity available: {0}
de_de: Menge zur Verfügung: {0}
es_es: Cantidad disponible: {0}

# SurfaceText.Text
source: Surface: {0} {1}<sup>2</sup>
de_de: Oberfläche: {0} {1} <sup>2</sup>
es_es: Superficie: {0} {1} <sup>2</sup>

# VATPrice.Text
source: - {0} VAT Incl.
de_de: - {0} MWSt.
es_es: - {0} IVA incl.

# VolumeText.Text
source: Volume: {0} {1}<sup>3</sup>
de_de: Volumen: {0} {1} <sup>3</sup>
es_es: Volumen: {0} {1} <sup>3</sup>

# WeightText.Text
source: Weight: {0} {1}
de_de: Gewicht: {0} {1}
es_es: Peso: {0} {1}

# WidthText.Text
source: Width: {0} {1}
de_de: Breite: {0} {1}
es_es: Ancho: {0} {1}

# AverageRating.Text
source: Average Rating:
de_de: Durchschnittliche Bewertung:
es_es: Valoración media:

# ProductReviews.Text
source: Product Reviews
de_de: Produkt Bewertungen
es_es: Opiniones del producto

# ProductSpecification.Text
source: Product Specification
de_de: Produkt-Spezifikation
es_es: Especificación de producto

# NumberInStock.Text
source: Number In Stock: {0}
de_de: Anzahl auf Lager: {0}
es_es: En número de archivo: {0}

# taxPrice.Text
source: - {0} Tax Incl.
de_de: - {0} MwSt. Inkl.
es_es: - {0} impuestos incluidos.

# relatedProducts.Text
source: Related Products
de_de: Ähnliche Produkte
es_es: Productos relacionados

# lblProductHasVariants.Text
source: This product has variants and can only be added to the cart by viewing the product details page.
de_de: Dieses Produkt hat Varianten und kann nur in den Warenkorb, indem Sie die Produkt-Details-Seite hinzugefügt werden.
es_es: Este producto tiene variantes y sólo puede ser añadido a la cesta de visualización de la página de detalles del producto.

# SpecialOfferVatTax.Text
source: <div class="StoreSpecialOfferVatTaxPrice">Was <span class="StoreProductRegularPrice">{0}</span><br />Now <span class="StoreProductVatSalePrice">{1}</span></div>
de_de: <div class="StoreSpecialOfferVatTaxPrice"> War <span class="StoreProductRegularPrice">{0}</span> <br /> Nun <span class="StoreProductVatSalePrice">{1}</span> </div>
es_es: <div class="StoreSpecialOfferVatTaxPrice"> Se <span class="StoreProductRegularPrice">{0}</span> <br /> Ahora <span class="StoreProductVatSalePrice">{1}</span> </div>

# productDiscountBundles.Text
source: Discount Bundles
es_es: Paquetes con descuento

# hypCreateNewWishList.Text
source: Create New Wishlist
de_de: Create New Wunschzettel
es_es: Crear Lista Nueva

# ProductSku.Text
source: Product SKU: {0}
de_de: Artikelnummer: {0}
es_es: Referencia del artículo: {0}

# AddToUserComparisionList.Text
source: <i class="fa fa-plus-circle fa-lg" aria-hidden="true"></i> Add To Comparison List
de_de: Zu Vergleichsliste hinzufügen
es_es: Añadir a la lista de comparación

# hypProductVisualizer.Text
source: View Your Personalized Product
de_de: Sehen Sie Ihre personalisierte Produktempfehlungen
es_es: Ver su producto personalizado

# lblCustomizeYourProduct.Text
source: Customize Your Product!
de_de: Fertigen Sie Ihr Produkt!
es_es: Personaliza tu producto!

# lblAddToCartVariantCaption.Text
source: <br />View details page to add to cart.
de_de: <br /> Details anzeigen, um in den Warenkorb.
es_es: <br /> Ver página de detalles que añadir al carrito.

# PdfDataSheetAlt.Text
source: PDF Datasheet
de_de: PDF Datenblatt
es_es: Hoja de datos PDF

# lblDiscountBand.Text
source: <tr><td> <span class="qtyDiscountSmall">Qty: {0}+</span> </td> <td> <span class="qtyDiscountLarge">{1} each.</span> </td> </tr>
de_de: <tr><td> <span class="qtyDiscountSmall">Menge: {0} +</span> </td> <td> <span class="qtyDiscountLarge">{1} jeder.</span> </td> </tr>
es_es: <tr><td> <span class="qtyDiscountSmall">Cantidad: {0} +</span> </td> <td> <span class="qtyDiscountLarge">{1} cada uno.</span> </td> </tr>

# lblQtyDiscounts.Text
source: Qty Discount Bands:<br />
de_de: Anzahl Discount Bands: <br />
es_es: Bandas Cantidad de descuento: <br />

# freeProduct.Text
source: Free
de_de: Frei
es_es: Libre

# lblMsrp.Text
source: MSRP:
de_de: UVP:
