Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductEdit.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# labelManufacturer.Text
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
nl_nl: Fabrikant

# labelManufacturer.Help
source: Manufacturer is the producer of the product.
de_de: Hersteller ist der Produzent des Produktes.
es_es: El fabricante es el productor del producto.
fr_fr: Le fabricant est le producteur du produit.
nl_nl: De fabrikant is de producent van het product.

# labelModelName.Text
source: Product Name
es_es: Nombre del producto
fr_fr: Nom du produit
nl_nl: Product Naam

# labelModelName.Help
source: Name of the product.
de_de: Der Name des Produkts.
es_es: Nombre del producto.
fr_fr: Nom du produit.
nl_nl: Naam van het product.

# labelModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# labelModelNumber.Help
source: Model number of the product.
de_de: Modellnummer des Produkts.
es_es: Número de modelo del producto.
fr_fr: Le numéro de modèle du produit.
nl_nl: Modelnummer van het product.

# labelSummary.Text
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
nl_nl: Overzicht

# labelSummary.Help
source: Short summary describing the product. If the SEO Feature setting is enabled in the Store settings, the META Description will be replaced by this value when the product details page is displayed.
de_de: Kurze Zusammenfassung der Beschreibung des Produktes. Wenn der SEO Funktion Einstellung im Shop-Einstellungen aktiviert ist, wird der META Beschreibung durch diesen Wert, wenn das Produkt Details Seite angezeigt wird ersetzt werden.
es_es: Breve resumen que describa el producto. Si el ajuste de la función SEO está activada en la configuración del almacén, la descripción meta será sustituido por este valor cuando la página de detalles del producto se muestra.
fr_fr: Bref résumé décrivant le produit. Si le réglage Feature SEO est activée dans les paramètres Store, le META description sera remplacée par cette valeur lorsque la page Détails sur le produit est affiché.
nl_nl: Korte samenvatting beschrijving van het product. Als de SEO Functie instelling is ingeschakeld in de Store instellingen, zal de meta description worden vervangen door deze waarde als het product details pagina wordt weergegeven.

# labelUnitPrice.Text
source: Unit Price
de_de: Einzelpreis
es_es: Precio unitario
fr_fr: Prix ​​unitaire
nl_nl: Prijs per Eenheid

# labelUnitPrice.Help
source: Price of the product per unit.
de_de: Preis des Produktes pro Einheit.
es_es: Precio del producto por unidad.
fr_fr: Prix ​​du produit par unité.
nl_nl: Prijs van het product per eenheid.

# labelImage.Text
source: Image
es_es: Imagen

# labelImage.Help
source: Image of the product.
de_de: Bild des Produkts.
es_es: La imagen del producto.
fr_fr: Image du produit.
nl_nl: Imago van het product.

# labelCategory.Text
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie

# labelCategory.Help
source: Category for the product.
de_de: Kategorie für das Produkt.
es_es: Categoría del producto.
fr_fr: Catégorie pour le produit.
nl_nl: De categorie voor het product.

# labelArchived.Text
source: Archived
de_de: Archivierte
es_es: Archivado
fr_fr: Archivé
nl_nl: Gearchiveerd

# labelArchived.Help
source: Indicates whether the item has been archived and is no longer active.
de_de: Gibt an, ob das Objekt archiviert wurde und nicht mehr aktiv ist.
es_es: Indica si el elemento se ha archivado y ya no está activa.
fr_fr: Indique si l'élément a été archivé et n'est plus actif.
nl_nl: Geeft aan of het item is gearchiveerd en is niet meer actief.

# labelFeatured.Help
source: Indicates whether the item is featured.
de_de: Gibt an, ob das Objekt vorgestellt wird.
es_es: Indica si el elemento aparece.
fr_fr: Indique si l'élément est en vedette.
nl_nl: Geeft aan of het item wordt gepresenteerd.

# labelDescription.Text
source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Descriptif
nl_nl: Beschrijving

# labelDescription.Help
source: Full description of the product.
de_de: Ausführliche Beschreibung des Produktes.
es_es: Descripción completa del producto.
fr_fr: Description complète du produit.
nl_nl: Volledige beschrijving van het product.

# validatorUnitPrice.Text
source: Error! Please enter a valid price.
de_de: Error! Bitte geben Sie eine gültige Preis.
es_es: ¡Error! Por favor, introduzca un precio válido.
fr_fr: Erreur! S'il vous plaît entrer un prix valable.
nl_nl: Fout! Vul een geldige prijs.

# labelUnitWeight.Help
source: Enter the shipping weight of the product per unit. If you use fixed rate shipping, you can leave this field blank.
de_de: Geben Sie die Versandkosten Gewicht des Produktes pro Einheit. Wenn Sie festverzinslichen Versand verwenden, können Sie dieses Feld leer lassen.
es_es: Introduzca el peso del envío del producto por unidad. Si se utiliza el trasvase de tasa fija, puede dejar este campo en blanco.
fr_fr: Entrez le poids à l'expédition du produit par unité. Si vous utilisez expédition à taux fixe, vous pouvez laisser ce champ vide.
nl_nl: Voer de scheepvaart gewicht van het product per eenheid. Als u vast tarief verzending, dan kunt u dit veld leeg laten.

# labelUnitWeight.Text
source: Shipping Weight
de_de: Gewicht
es_es: Peso para el envío
fr_fr: Poids
nl_nl: Verzendgewicht

# labelSaleEndDate.Help
source: If this product is on special offer, then enter the end date of the special offer period here.
de_de: Wenn dieses Produkt im Angebot, dann geben Sie das Enddatum des Spezialangebotsperiode hier.
es_es: Si este producto está en oferta especial, a continuación, introduzca la fecha de finalización del período de oferta especial.
fr_fr: Si ce produit est en offre spéciale, puis entrez la date de fin de la période d'offre spéciale ici.
nl_nl: Als dit product in de aanbieding is, voer dan de einddatum van de speciale aanbieding periode hier.

# labelSaleEndDate.Text
source: Special offer end date
de_de: Sonderangebot Enddatum
es_es: Oferta especial fecha de finalización
fr_fr: Date de fin de spéciale offre
nl_nl: Speciale aanbieding einddatum

# labelSalePrice.Help
source: If this product is on special offer, then enter the special offer price here.
de_de: Wenn dieses Produkt im Angebot, geben Sie dann den speziellen Angebotspreis hier.
es_es: Si este producto está en oferta especial, y luego introduzca el precio de oferta especial.
fr_fr: Si ce produit est en offre spéciale, puis entrez le prix de l'offre spéciale ici.
nl_nl: Als dit product in de aanbieding is, dan is hier de speciale aanbieding prijs.

# labelSalePrice.Text
source: Special offer unit price
de_de: Sonderangebot Stückpreis
es_es: Oferta especial precio unitario
fr_fr: Spécial prix unitaire offrent
nl_nl: Speciale aanbieding prijs per eenheid

# labelSaleStartDate.Help
source: If this product is on special offer, then enter the start date of the special offer period here.
de_de: Wenn dieses Produkt im Angebot, dann geben Sie das Startdatum des Spezialangebotsperiode hier.
es_es: Si este producto está en oferta especial, a continuación, introduzca la fecha de inicio del período de oferta especial.
fr_fr: Si ce produit est en offre spéciale, puis entrez la date du début de la période d'offre spéciale ici.
nl_nl: Als dit product in de aanbieding is, voer dan de startdatum van de speciale aanbieding periode hier.

# labelSaleStartDate.Text
source: Special offer start date
de_de: Sonderangebot Startdatum
es_es: Oferta especial fecha de inicio
fr_fr: Date de début de spéciale offre
nl_nl: Speciale aanbieding startdatum

# btnClearEndDate.Text
source: Clear end date
de_de: Klare Enddatum
es_es: Fecha de finalización claros
fr_fr: Date de fin Effacer
nl_nl: Duidelijke einddatum

# btnClearStartDate.Text
source: Clear start date
de_de: Klare Startdatum
es_es: Fecha de inicio claro
fr_fr: Date de début Effacer
nl_nl: Duidelijke startdatum

# dshSpecialOffer.Text
source: Special Offer Pricing
de_de: Special Offer Preis
es_es: Precio Oferta Especial
fr_fr: Prix ​​Offre spéciale
nl_nl: Speciale aanbieding Prijzen

# validatorRequireUnitPrice.Text
source: * Price is required.
de_de: * Preis ist nicht erforderlich.
es_es: * El precio es necesario.
fr_fr: * Le prix est nécessaire.
nl_nl: * Prijs is verplicht.

# validatorRequireUnitWeight.Text
source: * Weight is required.
de_de: * Gewicht ist nicht erforderlich.
es_es: * El peso es necesario.
fr_fr: * Poids est nécessaire.
nl_nl: * Gewicht is verplicht.

# validatorSalePrice.Text
source: Error! Please enter a valid price.
de_de: Error! Bitte geben Sie eine gültige Preis.
es_es: ¡Error! Por favor, introduzca un precio válido.
fr_fr: Erreur! S'il vous plaît entrer un prix valable.
nl_nl: Fout! Vul een geldige prijs.

# validatorUnitWeight.Text
source: Error! Please enter a valid weight.
de_de: Error! Bitte geben Sie eine gültige Gewicht.
es_es: ¡Error! Por favor, introduzca un peso válida.
fr_fr: Erreur! S'il vous plaît entrer un poids valide.
nl_nl: Fout! Vul een geldig gewicht.

# labelUnitHeight.Help
source: Enter the shipping height of the product per unit. If you use fixed rate<br/>shipping, you can leave this field blank.
de_de: Geben Sie den Versand Höhe des Produkts pro Einheit. Wenn Sie festverzinslichen <br/> Versand, können Sie dieses Feld leer lassen.
es_es: Introduzca la altura del envío del producto por unidad. Si utiliza tipo de interés fijo <br/> transporte marítimo, puede dejar este campo en blanco.
fr_fr: Entrez la hauteur d'expédition du produit par unité. Si vous utilisez à taux fixe <br/> d'expédition, vous pouvez laisser ce champ vide.
nl_nl: Voer de scheepvaart hoogte van het product per eenheid. Als u vaste rente <br/> scheepvaart, kunt u dit veld leeg.

# labelUnitHeight.Text
source: Shipping Height
de_de: Liefer-Höhe
es_es: Altura de embalaje
fr_fr: Hauteur pour l'expédition
nl_nl: Hoogte bij verzending

# labelUnitLength.Help
source: Enter the shipping length of the product per unit. If you use fixed rate<br/>shipping, you can leave this field blank.
de_de: Geben Sie den Versand Länge des Produktes pro Einheit. Wenn Sie festverzinslichen <br/> Versand, können Sie dieses Feld leer lassen.
es_es: Introduzca la duración de envío del producto por unidad. Si utiliza tipo de interés fijo <br/> transporte marítimo, puede dejar este campo en blanco.
fr_fr: Entrez la longueur d'expédition du produit par unité. Si vous utilisez à taux fixe <br/> d'expédition, vous pouvez laisser ce champ vide.
nl_nl: Geef de scheepvaart lengte van het product per eenheid. Als u vaste rente <br/> scheepvaart, kunt u dit veld leeg.

# labelUnitLength.Text
source: Shipping Length
de_de: Liefer-Länge
es_es: Longitud de embarque
fr_fr: Longueur d'expédition
nl_nl: Shipping Lengte

# labelUnitWidth.Help
source: Enter the shipping width of the product per unit. If you use fixed rate shipping, you can leave this field blank.
de_de: Geben Sie den Versand Breite des Produkt pro Einheit. Wenn Sie festverzinslichen Versand verwenden, können Sie dieses Feld leer lassen.
es_es: Introduzca el ancho de envío del producto por unidad. Si se utiliza el trasvase de tasa fija, puede dejar este campo en blanco.
fr_fr: Entrez la largeur d'expédition du produit par unité. Si vous utilisez expédition à taux fixe, vous pouvez laisser ce champ vide.
nl_nl: Voer de scheepvaart breedte van het product per eenheid. Als u vast tarief verzending, dan kunt u dit veld leeg laten.

# labelUnitWidth.Text
source: Shipping Width
de_de: Versandbreite
es_es: Anchura de embalaje
fr_fr: Largeur pour l'expédition
nl_nl: Breedte bij verzending

# validatorRequireUnitHeight.Text
source: * Height is required.
de_de: * Höhe ist nicht erforderlich.
es_es: * La altura es necesaria.
fr_fr: Hauteur * est nécessaire.
nl_nl: * Hoogte is verplicht.

# validatorRequireUnitLength.Text
source: * Length is required.
de_de: * Länge erforderlich ist.
es_es: * La longitud es necesaria.
fr_fr: * La longueur est requise.
nl_nl: * Lengte is verplicht.

# validatorRequireUnitWidth.Text
source: * Width is required.
de_de: * Breite erforderlich ist.
es_es: Ancho * es necesario.
fr_fr: Largeur * est nécessaire.
nl_nl: * Breedte is verplicht.

# validatorUnitHeight.Text
source: Error! Please enter a valid height.
de_de: Error! Bitte geben Sie eine gültige Höhe.
es_es: ¡Error! Por favor, introduzca una altura válido.
fr_fr: Erreur! S'il vous plaît entrer une hauteur valable.
nl_nl: Fout! Vul een geldig hoogte.

# validatorUnitLength.Text
source: Error! Please enter a valid length.
de_de: Error! Bitte geben Sie eine gültige Länge.
es_es: ¡Error! Por favor, introduzca una longitud válida.
fr_fr: Erreur! S'il vous plaît entrer une longueur valide.
nl_nl: Fout! Vul een geldig lengte.

# validatorUnitWidth.Text
source: Error! Please enter a valid width.
de_de: Error! Bitte geben Sie eine gültige Breite.
es_es: ¡Error! Por favor, introduzca un ancho válido.
fr_fr: Erreur! S'il vous plaît entrer une largeur valide.
nl_nl: Fout! Vul een geldig breedte.

# validatorRequireCategory.Text
source: * Category is required.
de_de: * Kategorie ist nicht erforderlich.
es_es: * Categoría se requiere.
fr_fr: Catégorie * est nécessaire.
nl_nl: * Categorie is verplicht.

# labelKeywords.Help
source: Enter keywords separated by a comma.<br/>This value will be inserted in the META Keywords<br/>when the details product page is displayed.<br/>The SEO Feature setting must be enabled<br/>in the Store settings for works.
de_de: Geben Sie Schlüsselwörter durch Komma getrennt. <br/> Dieser Wert wird in der META Schlüsselwörter eingefügt werden <br/> wenn die Details Produkt-Seite angezeigt wird. <br/> Die SEO-Feature-Einstellung muss aktiviert werden <br/> in den Shop-Einstellungen für die Arbeiten.
es_es: Introduzca las palabras clave separadas por una coma. <br/> Este valor se inserta en la meta keywords <br/> cuando la página de detalles del producto se muestra. <br/> El ajuste de la función SEO debe estar habilitado <br/> en la configuración del almacén de las obras.
fr_fr: Saisissez des mots-clés séparés par une virgule. <br/> Cette valeur sera insérée dans le meta keywords <br/> lorsque la page Détails sur le produit est affiché. <br/> La mise en fonction de référencement doit être activé <br/> dans les paramètres du magasin pour travaux.
nl_nl: Geef trefwoorden, gescheiden door een komma. <br/> Deze waarde wordt ingevoegd in de META Sleutelwoorden <br/> wanneer het product details pagina wordt weergegeven. <br/> De SEO Functie instelling moet worden ingeschakeld <br/> in de Store instellingen voor werken.

# labelKeywords.Text
source: SEO Keywords
es_es: SEO Palabras clave
fr_fr: Mots-clés SEO
nl_nl: SEO Trefwoorden

# labelStockQuantity.Help
source: Available quantity in stock.
de_de: Verfügbare Menge auf Lager.
es_es: La cantidad disponible en stock.
fr_fr: Quantité disponible en stock.
nl_nl: Beschikbare hoeveelheid op voorraad.

# labelStockQuantity.Text
source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
nl_nl: Hoeveelheid

# validatorRequireStockQuantity.Text
source: * Quantity is required.
de_de: * Menge erforderlich ist.
es_es: * La cantidad es necesaria.
fr_fr: Quantité * est nécessaire.
nl_nl: * Hoeveelheid is verplicht.

# validatorStockQuantity.Text
source: Error! Please enter a valid quantity.
de_de: Error! Bitte geben Sie eine gültige Menge.
es_es: ¡Error! Por favor ingrese una cantidad válida.
fr_fr: Erreur! S'il vous plaît entrer une quantité valide.
nl_nl: Fout! Vul een geldig hoeveelheid.

# labelDeliveryTime.Help
source: Delivery Time (in days).
de_de: Lieferzeit (in Tagen).
es_es: Tiempo de entrega (en días).
fr_fr: Délai de livraison (en jours).
nl_nl: Levertijd (in dagen).

# labelDeliveryTime.Text
source: Delivery Time
de_de: Lieferzeit
es_es: Tiempo de Entrega
fr_fr: Délai de livraison
nl_nl: Levertijd

# labelHighThreshold.Help
source: Maximum quantity in stock.
de_de: Maximale Menge auf Lager.
es_es: La cantidad máxima de acciones.
fr_fr: Quantité maximale en stock.
nl_nl: Maximale hoeveelheid op voorraad.

# labelHighThreshold.Text
source: High Threshold
de_de: Hohe Threshold
es_es: Umbral alto
fr_fr: Seuil maximal
nl_nl: Hoge drempel

# labelLowThreshold.Help
source: Minimum quantity in stock before reorder.
de_de: Mindestmenge auf Lager, bevor neu zu ordnen.
es_es: Cantidad mínima en stock antes de volver a ordenar.
fr_fr: La quantité minimale en stock avant réapprovisionnement.
nl_nl: Minimum hoeveelheid in voorraad voor opnieuw te ordenen.

# labelLowThreshold.Text
source: Low Threshold
es_es: Umbral bajo
fr_fr: Seuil bas
nl_nl: Lage Drempel

# validatorDeliveryTime.Text
source: Error! Please enter a number of days.
de_de: Error! Bitte geben Sie eine Anzahl von Tagen.
es_es: ¡Error! Por favor, introduzca un número de días.
fr_fr: Erreur! S'il vous plaît entrer un nombre de jours.
nl_nl: Fout! Vul een aantal dagen.

# validatorHighThreshold.Text
source: Error! Please enter a valid quantity.
de_de: Error! Bitte geben Sie eine gültige Menge.
es_es: ¡Error! Por favor ingrese una cantidad válida.
fr_fr: Erreur! S'il vous plaît entrer une quantité valide.
nl_nl: Fout! Vul een geldig hoeveelheid.

# validatorLowThreshold.Text
source: Error! Please enter a valid quantity.
de_de: Error! Bitte geben Sie eine gültige Menge.
es_es: ¡Error! Por favor ingrese una cantidad válida.
fr_fr: Erreur! S'il vous plaît entrer une quantité valide.
nl_nl: Fout! Vul een geldig hoeveelheid.

# validatorRequireDeliveryTime.Text
source: * Delivery Time is required.
de_de: * Lieferzeit ist nicht erforderlich.
es_es: * El tiempo de entrega es necesaria.
fr_fr: Délai de livraison * sont requis.
nl_nl: * Levertijd is vereist.

# validatorRequireHighThreshold.Text
source: * High threshold quantity is required.
de_de: * High Mengenschwelle erforderlich ist.
es_es: * La cantidad umbral superior es necesario.
fr_fr: * Quantité seuil élevé est requis.
nl_nl: * Hoge drempelwaarde is vereist.

# validatorRequireLowThreshold.Text
source: * Low threshold quantity is required.
de_de: * Niedrige Schwelle Menge erforderlich ist.
es_es: * La cantidad de bajo umbral es necesario.
fr_fr: * Quantité seuil bas est nécessaire.
nl_nl: * Lage drempel hoeveelheid nodig is.

# dshStockManagement.Text
source: Stock Management
de_de: Lagerverwaltung
es_es: Gestión del stock
fr_fr: Gestion des stocks
nl_nl: Voorraadbeheer

# labelPurchasePrice.Help
source: Purchase price of the product.
de_de: Kaufpreis des Produktes.
es_es: Precio de compra del producto.
fr_fr: Prix ​​d'achat du produit.
nl_nl: Aankoopprijs van het product.

# labelPurchasePrice.Text
source: Purchase Price
es_es: Precio de Compra
fr_fr: Prix ​​d'achat
nl_nl: Aankoopprijs

# validatorPurchasePrice.Text
source: Error! Please enter a valid price.
de_de: Error! Bitte geben Sie eine gültige Preis.
es_es: ¡Error! Por favor, introduzca un precio válido.
fr_fr: Erreur! S'il vous plaît entrer un prix valable.
nl_nl: Fout! Vul een geldige prijs.

# validatorRequirePurchasePrice.Text
source: * Purchase price is required.
de_de: * Kaufpreis ist nicht erforderlich.
es_es: * Precio de compra es necesaria.
fr_fr: Prix ​​d'achat * est nécessaire.
nl_nl: * Aankoopprijs is vereist.

# EmptyComboValue.Text
source: --- Select ---
de_de: --- Auswahl ---
es_es: --- Seleccione ---
fr_fr: --- Choisissez ---
nl_nl: --- Selecteer ---

# labelRole.Help
source: Select the role to apply to the customer account when this product is paid. If the order is canceled by the customer or the store administrator, this role will be removed from the customer account.
de_de: Wählen Sie die Rolle, die dem Kunden-Konto gelten, wenn das Produkt bezahlt. Ist die Bestellung durch den Kunden oder den Laden Administrator storniert wird, wird diese Rolle vom Kundenkonto entfernt werden.
es_es: Seleccione la función que se aplican a la cuenta del cliente cuando este producto se paga. Si la orden es cancelada por el cliente o el administrador de la tienda, este papel será retirado de la cuenta del cliente.
fr_fr: Sélectionnez le rôle d'appliquer au compte client lorsque ce produit est payé. Si la commande est annulée par le client ou l'administrateur du magasin, ce rôle sera retiré du compte du client.
nl_nl: Selecteer de taak van toepassing is op de klant-account wanneer dit product wordt betaald. Indien de bestelling wordt geannuleerd door de klant of de winkel administrator, zal deze rol worden verwijderd uit de klant-account.

# labelRole.Text
source: Apply Role
de_de: Bewerben Rolle
es_es: Aplicar papel
fr_fr: Appliquer Rôle
nl_nl: Rol van toepassing

# confirmDeleteImage.Text
source: Are you sure that you want to delete this image?
de_de: Sind Sie sicher, dass Sie dieses Bild wirklich löschen?
es_es: ¿Está seguro que desea eliminar esta imagen?
fr_fr: Etes-vous sûr que vous voulez supprimer cette image?
nl_nl: Weet u zeker dat u deze afbeelding wilt verwijderen?

# lblUploadImage.Text
source: Upload Image
de_de: Bild hochladen
es_es: Subir imagen
fr_fr: Télécharger une image

# lblSaveItemFirst.Text
source: Please update the item to enable this section.
de_de: Bitte aktualisieren Sie das Element in diesem Abschnitt ermöglichen.
es_es: Por favor, actualice el tema para que esta sección.
fr_fr: S'il vous plaît mettre à jour l'élément pour permettre à cette section.
nl_nl: Werk op het item om dit onderdeel te schakelen.

# lblCategoryUpdateInfo.Text
source: Category updates are stored immediately and do not need an Update command to save.
de_de: Kategorie Aktualisierungen werden sofort gespeichert und benötigen keine Update-Befehl zu speichern.
es_es: Categoría actualizaciones se guardan inmediatamente y no es necesario un comando Actualizar para guardar.
fr_fr: Catégorie mises à jour sont stockées immédiatement et n'ont pas besoin d'une commande Update pour enregistrer.
nl_nl: Categorie updates worden direct opgeslagen en hoeven niet een update commando om op te slaan.

# lblImageUpdateInfo.Text
source: Image updates are stored immediately and do not need an Update command to save.
de_de: Bild Aktualisierungen werden sofort gespeichert und benötigen keine Update-Befehl zu speichern.
es_es: Actualizaciones de imágenes se guardan inmediatamente y no es necesario un comando Actualizar para guardar.
fr_fr: Mises à jour d'images sont stockées immédiatement et n'ont pas besoin d'une commande Update pour enregistrer.
nl_nl: Image-updates worden direct opgeslagen en hoeven niet een update commando om op te slaan.

# cvSeoProductName.Text
source: * SEO Url Product name is not unique
de_de: * SEO Url Produktname ist nicht eindeutig
es_es: * Url SEO Nombre del producto no es el único
fr_fr: * Le nom du produit SEO Url n'est pas unique
nl_nl: * SEO Url Product naam is niet uniek

# lblSeoProductName.Help
source: Name of the product to display in SEO URL
de_de: Der Name des Produkts in SEO URL-Anzeige
es_es: Nombre del producto, para mostrar en la URL SEO
fr_fr: Nom du produit à afficher dans les URL de référencement
nl_nl: Naam van het product om weer te geven in SEO URL

# lblSeoProductName.Text
source: SEO Url Product Name
de_de: SEO URL Produktname
es_es: Url SEO Nombre del producto
fr_fr: Nom de produit SEO Url
nl_nl: SEO Url Product Naam

# revSeoProductName.Text
source: * The field can only contain a-z, 0-9 or the symbols "_", "-"
de_de: * Das Feld darf nur az, 0-9 oder die Symbole "_", "-"
es_es: * El campo sólo puede contener az, 0-9 o los símbolos "_", "-"
fr_fr: * Le champ ne peut contenir que az, 0-9 ou les symboles "_", "-"
nl_nl: * Het veld kan alleen bestaan ​​uit AZ, 0-9 of de symbolen "_", "-"

# rfvSeoName.Text
source: * SEO Url Product Name is required
de_de: * SEO Url Product Name ist erforderlich
es_es: * Url SEO Nombre del producto es necesario
fr_fr: * Nom du produit SEO URL est requise
nl_nl: * SEO Url Product Naam is vereist
