Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductWidgetTemplatesControl.ascx.*.resx
Languages: nl_nl

# deleteConfirm.Text
source: Are you sure you want to delete this template?
nl_nl: Weet je zeker dat je dit sjabloon verwijderen?

# hypHelpParameters.Text
source: Show Template Help
nl_nl: Tonen sjabloon Help

# imAddTemplate.Title
source: Add new template
nl_nl: Voeg een nieuwe template

# imDeleteTemplate.AlternateText
source: Delete template
nl_nl: Verwijderen sjabloon

# imDeleteTemplate.Title
source: Delete template
nl_nl: Verwijderen sjabloon

# imEditTemplate.Title
source: Edit template
nl_nl: Sjabloon bewerken

# lblFooterTemplate.Help
source: This is the template which will be outputted to after all the items
nl_nl: Dit is de template die zal worden uitgestuurd nadat alle artikelen

# lblHeaderTemplate.Help
source: This is the template which will be outputted before we iterate over all the item
nl_nl: Dit is de template die zal worden verstuurd voordat we itereren over alle het item

# lblItemTemplate.Help
source: Template used to output each item, this template can contain tokens which are replaced with data from the product. See the help link below for details.
nl_nl: Template wordt gebruikt om elk item uitgang, kan dit sjabloon bevatten tokens die worden vervangen met de gegevens van het product. Zie de Help-link hieronder voor meer informatie.

# lblTemplateName.Help
source: Name of the template
nl_nl: Naam van de sjabloon

# lblTemplateName.Text
source: Template Name
nl_nl: Template Naam

# lblTemplates.Help
source: Add, edit and delete templates used to show the products in the control
nl_nl: Toevoegen, bewerken en verwijderen sjablonen gebruikt worden om de producten in de controlegroep

# lblTemplates.Text
source: Templates
nl_nl: Sjablonen

# lbnCancel.Text
source: Cancel
nl_nl: Annuleren

# lbnDone.Text
source: Done
nl_nl: Gedaan

# lbnSave.Text
source: Save Template
nl_nl: Sjabloon opslaan

# ltHelpParameters.Text
source: <table border="0" cellspacing="3" cellpadding="3"> <tr> <td><strong>Token</strong></td> <td><strong>Description</strong></td> </tr> <tr> <td>[PRODUCTID]</td> <td>Returns the numerical identifier for the product</td> </tr> <tr> <td>[PORTALID]</td> <td>Returns the portalId that the product belongs to</td> </tr> <tr> <td>[MANUFACTURER]</td> <td>Returns the name of the manufacturer</td> </tr> <tr> <td>[MODELNAME]</td> <td>Returns the name of the product</td> </tr> <tr> <td>[MODELNUMBER]</td> <td>Returns the model number for the product</td> </tr> <tr> <td>[PRICE]</td> <td>Displays the products prices including the currency symbol. Thhis will also display the sale prices and a striked out original price is applicable. This is the prefered token to use for getting the product's price</td> </tr> <tr> <td>[UNITPRICE]</td> <td>Returns the unit price for item, this price will not include tax/vat but will take into account any sales pricing</td> </tr> <tr> <td>[UNITPRICEWITHCURRENCYSYMBOL]</td> <td>Returns the unit price for item, this price will not include tax/vat but will take into account any sales pricing, formatted with the store defined currency symbol.</td> </tr> <tr> <td>[UNITPRICEINCTAX]</td> <td>Returns a unit price including tax/vat and takes into account any sales pricing</td> </tr> <tr> <td>[UNITPRICEINCTAXWITHCURRENCYSYMBOL]</td> <td>Returns a unit price including tax/vat and takes into account any sales pricing, formatted with the store defined currency symbol.</td> </tr> <tr> <td>[ORIGINALPRICE]</td> <td>Returns the unit price for item, this price will not include tax/vat or take into account any sales pricing</td> </tr> <tr> <td>[ORIGINALPRICEWITHCURRENCYSYMBOL]</td> <td>Returns the unit price for item, this price will not include tax/vat or take into account any sales pricing, formatted with the store defined currency symbol.</td> </tr> <tr> <td>[ORIGINALPRICEINCTAX]</td> <td>Returns a unit price including tax/vat but does not takes into account any sales pricing</td> </tr> <tr> <td>[ORIGINALPRICEINCTAXWITHCURRENCYSYMBOL]</td> <td>Returns a unit price including tax/vat but does not takes into account any sales pricing, formatted with the store defined currency symbol.</td> </tr> <tr> <td>[KEYWORDS]</td> <td>Returns any keywords defined for the product</td> </tr> <tr> <td>[SUMMARY]</td> <td>Returns the summary field for the product</td> </tr> <tr> <td>[DESCRIPTION]</td> <td>Returns the description field for the product</td> </tr> <tr> <td>[ARCHIVED]</td> <td>Returns True or False indicating if the product is marked as archived (hidden)</td> </tr> <tr> <td>[FEATURED]</td> <td>Returns True or False indicating if the product is marked as a featured product</td> </tr> <tr> <td>[CREATEDBYUSER]</td> <td>Return the integer for the user which created the item</td> </tr> <tr> <td>[CREATEDDATE]</td> <td>Returns the date and time the item was created in the catalogue</td> </tr> <tr> <td>[PRODUCTWEIGHT]</td> <td>Returns the weight of the product to two decimal places</td> </tr> <tr> <td>[PRODUCTHEIGHT]</td> <td>Returns the height of the product to two decimal places</td> </tr> <tr> <td>[PRODUCTLENGTH]</td> <td>Returns the length of the product to two decimal places</td> </tr> <tr> <td>[PRODUCTWIDTH]</td> <td>Returns the width of the product to two decimal places</td> </tr> <tr> <td>[SALESTARTDATE]</td> <td>Returns the start date for the product offer sale</td> </tr> <tr> <td>[SALEENDDATE]</td> <td>Returns the end date for the product offer sale</td> </tr> <tr> <td>[SALEPRICE]</td> <td>Returns the sales prices for the product this value will not include tax/vat</td> </tr> <tr> <td>[SALEPRICEWITHCURRENCYSYMBOL]</td> <td>Returns the sales prices for the product this value will not include tax/vat, formatted with the store currency symbol.</td> </tr> <tr> <td>[STOCKQUANTITY]</td> <td>Returns the quantity of stock on hand for the product</td> </tr> <tr> <td>[LOWTHRESHOLD]</td> <td>Returns the low warning threshold for the product</td> </tr> <tr> <td>[PURCHASEPRICE]</td> <td>Return the purchase price for the product</td> </tr> <tr> <td>[PURCHASEPRICEWITHCURRENCYSYMBOL]</td> <td>Return the purchase price for the product, formatted with the store currency symbol.</td> </tr> <tr> <td>[ROLEID]</td> <td>Returns the RoleId that will get assigned to a user once they purchase this item. If no role is assigned to a user then this value will be -1</td> </tr> <tr> <td>[PRODUCTSEONAME]</td> <td>Returns the the product SEO name used in the url</td> </tr> <tr> <td>[SMALLIMAGEURL]</td> <td>Returns the url to the small image for the product</td> </tr> <tr> <td>[MEDIUMIMAGEURL]</td> <td>Returns the url to the medium image for the product</td> </tr> <tr> <td>[LARGEIMAGEURL]</td> <td>Returns the url to the large image for the product</td> </tr> <tr> <td>[ADDTOCARTLINKURL]</td> <td>Returns the url that should be used to add the item to the user's shopping cart</td> </tr> <tr> <td>[VIEWDETAILSLINKURL]</td> <td>Returns the url used to display the main details page for the product</td> </tr> <tr> <td>[QUANTITYFIELD]</td> <td>Displays a textbox to allow the customer to enter the number of items to add to the cart. Note for this to work the item must have a container decorated with the class cvVariantBoundary which holds this token and the ADDTOCARTLINKURL token.</td> </tr> <tr> <td>[AVERAGERATINGIMAGES]</td> <td>Returns the average rating of the product as represented by images.</td> </tr> </table>
nl_nl: <table border="0" cellspacing="3" cellpadding="3"> <tr> <td> <strong>Teken</strong> </td> <td> <strong>Beschrijving</strong> </td> </tr> <tr> <td>[PRODUCTID]</td> <td> Geeft de numerieke identificatie voor het product </td> </tr> <tr> <td>[PORTALID]</td> <td> Geeft de PortalID dat het product behoort tot </td> </tr> <tr> <td>[MANUFACTURER]</td> <td> Geeft de naam van de fabrikant </td> </tr> <tr> <td>[MODELNAME]</td> <td> Geeft de naam van het product </td> </tr> <tr> <td>[MODELNUMBER]</td> <td> Geeft het modelnummer van het product </td> </tr> <tr> <td>[UNITPRICE]</td> <td> Geeft de prijs per meeteenheid voor item, zal deze prijs exclusief btw / vat, maar zal rekening houden met de verkoop prijs </td> </tr> <tr> <td>[UNITPRICEWITHCURRENCYSYMBOL]</td> <td> Geeft de prijs per meeteenheid voor item, zal deze prijs exclusief btw / vat, maar zal rekening worden gehouden met eventuele verkoop prijzen, geformatteerd met de winkel gedefinieerde valuta symbool. </td> </tr> <tr> <td>[UNITPRICEINCTAX]</td> <td> Geeft een eenheidsprijs inclusief BTW / BTW en houdt rekening met eventuele verkoop prijzen </td> </tr> <tr> <td>[UNITPRICEINCTAXWITHCURRENCYSYMBOL]</td> <td> Geeft een eenheidsprijs inclusief BTW / BTW en houdt rekening met eventuele verkoop prijzen, geformatteerd met de winkel gedefinieerde valuta symbool. </td> </tr> <tr> <td>[ORIGINALPRICE]</td> <td> Geeft de prijs per meeteenheid voor item, zal deze prijs exclusief btw / vat of rekening houden met de verkoop prijs </td> </tr> <tr> <td>[ORIGINALPRICEWITHCURRENCYSYMBOL]</td> <td> Geeft de prijs per meeteenheid voor item, zal deze prijs exclusief btw / vat of rekening houden met eventuele verkoop prijzen, geformatteerd met de winkel gedefinieerde valuta symbool. </td> </tr> <tr> <td>[ORIGINALPRICEINCTAX]</td> <td> Geeft een eenheid prijs inclusief belastingen / BTW, maar geen rekening houdt met eventuele verkoop prijzen </td> </tr> <tr> <td>[ORIGINALPRICEINCTAXWITHCURRENCYSYMBOL]</td> <td> Geeft een eenheid prijs inclusief belastingen / BTW, maar geen rekening houdt met eventuele verkoop prijzen, geformatteerd met de winkel gedefinieerde valuta symbool. </td> </tr> <tr> <td>[KEYWORDS]</td> <td> Geeft gedefinieerd eventuele sleutelwoorden voor het product </td> </tr> <tr> <td>[SUMMARY]</td> <td> Geeft de samenvatting veld voor het product </td> </tr> <tr> <td>[DESCRIPTION]</td> <td> Geeft de beschrijving veld voor het product </td> </tr> <tr> <td>[ARCHIVED]</td> <td> Terug Waar of niet waar die aangeeft of het product is gemarkeerd als gearchiveerd (verborgen) </td> </tr> <tr> <td>[FEATURED]</td> <td> Terug Waar of niet waar die aangeeft of het product is gemarkeerd als een featured product </td> </tr> <tr> <td>[CREATEDBYUSER]</td> <td> Terug de integer voor de gebruiker die het item dat </td> </tr> <tr> <td>[CREATEDDATE]</td> <td> Geeft de datum en tijd waarop het item is gemaakt in de catalogus </td> </tr> <tr> <td>[PRODUCTWEIGHT]</td> <td> Geeft het gewicht van het product tot twee cijfers achter de komma </td> </tr> <tr> <td>[PRODUCTHEIGHT]</td> <td> Geeft de hoogte van het product tot twee cijfers achter de komma </td> </tr> <tr> <td>[PRODUCTLENGTH]</td> <td> Geeft de lengte van het product tot twee cijfers achter de komma </td> </tr> <tr> <td>[PRODUCTWIDTH]</td> <td> Geeft de breedte van het product tot twee cijfers achter de komma </td> </tr> <tr> <td>[SALESTARTDATE]</td> <td> Geeft de startdatum van het product aan te bieden te koop </td> </tr> <tr> <td>[SALEENDDATE]</td> <td> Geeft de einddatum voor het product aan te bieden te koop </td> </tr> <tr> <td>[SALEPRICE]</td> <td> Geeft de verkoopprijzen voor het product zal deze waarde exclusief btw / btw </td> </tr> <tr> <td>[SALEPRICEWITHCURRENCYSYMBOL]</td> <td> Geeft de verkoopprijzen voor het product zal deze waarde exclusief btw / btw, geformatteerd met de winkel valuta symbool. </td> </tr> <tr> <td>[STOCKQUANTITY]</td> <td> Geeft de hoeveelheid op voorraad bij de hand voor het product </td> </tr> <tr> <td>[LOWTHRESHOLD]</td> <td> Geeft de waarschuwing bij lage drempel voor het product </td> </tr> <tr> <td>[PURCHASEPRICE]</td> <td> De aankoopprijs van het product </td> </tr> <tr> <td>[PURCHASEPRICEWITHCURRENCYSYMBOL]</td> <td> De aankoopprijs voor het product, geformatteerd met de winkel valuta symbool. </td> </tr> <tr> <td>[ROLEID]</td> <td> Geeft de Rol-id, dat krijgt toegewezen aan een gebruiker wanneer zij kopen dit item. Als er geen rol is toegewezen aan een gebruiker dan deze waarde zal worden -1 </td> </tr> <tr> <td>[PRODUCTSEONAME]</td> <td> Geeft het product van de SEO naam die in de url </td> </tr> <tr> <td>[SMALLIMAGEURL]</td> <td> Geeft de URL naar de kleine afbeelding voor het product </td> </tr> <tr> <td>[MEDIUMIMAGEURL]</td> <td> Geeft de URL naar de afbeelding medium voor het product </td> </tr> <tr> <td>[LARGEIMAGEURL]</td> <td> Geeft de url om de grote afbeelding voor het product </td> </tr> <tr> <td>[ADDTOCARTLINKURL]</td> <td> Geeft de url die moet worden gebruikt om het item toe te voegen aan boodschappen van de gebruiker winkelwagen </td> </tr> <tr> <td>[VIEWDETAILSLINKURL]</td> <td> Geeft de url gebruikt om de belangrijkste details pagina weer te geven voor het product </td> </tr> <tr> <td>[QUANTITYFIELD]</td> <td> Geeft een tekstvak om de klant om het aantal items toe te voegen aan de kar te gaan. Noot voor dit aan de post werk moet beschikken over een container ingericht met de klasse cvVariantBoundary die dit token en de ADDTOCARTLINKURL token bezit. </td> </tr> </table>
