Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ProductEdit.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblDataSheet.Help
source: Select an existing PDF to assign to the product as a datasheet.
de_de: Wählen Sie ein vorhandenes PDF zu, um ein Produkt als Datenblatt zuweisen.
es_es: Seleccione un PDF existente para asignar al producto como una hoja de datos.
fr_fr: Sélectionnez un document PDF existant pour affecter le produit comme une feuille.
nl_nl: Selecteer een bestaande PDF naar toe te wijzen aan het product als een gegevensblad.

# lblDataSheet.Text
source: Datasheet
es_es: Hoja de datos
fr_fr: Fiche technique

# lblNoSupplierSelected.Text
source: -- Non Entered --
de_de: - Nicht Eingetragen -
es_es: - No Entró -
fr_fr: - Non Entrée -
nl_nl: - Niet Ingevoerde -

# lblSupplierName.Help
source: The name of the supplier of this product, suppliers are added via the "add supplier" section of the mega menu.
de_de: Der Name des Lieferanten dieses Produkts sind die Lieferanten über die "add Lieferant" der Mega-Menü hinzugefügt.
es_es: El nombre del proveedor de este producto, los proveedores se añaden a través del "proveedor de añadir" del menú de mega.
fr_fr: Le nom du fournisseur de ce produit, les fournisseurs sont ajoutées via le «fournisseur ajouter" section du menu méga.
nl_nl: De naam van de leverancier van dit product, zijn leveranciers toegevoegd via de "add leverancier" van de mega-menu.

# lblSupplierName.Text
source: Supplier Name
de_de: Name des Anbieters
es_es: Nombre del proveedor
fr_fr: Nom du fournisseur
nl_nl: Naam leverancier

# lblBulkPurchasingDiscount.Text
source: Qty Discounts
es_es: Descuentos por cantidad
fr_fr: Réductions Qté
nl_nl: Prijs per stuk bij

# rfvModelName.Text
source: * Product Name is a required field
de_de: * Produkt-Name ist ein Pflichtfeld
es_es: * Nombre del producto es un campo obligatorio
fr_fr: * Nom du produit est un champ requis
nl_nl: * Product Naam is een verplicht veld

# confirmDeleteOption.Text
source: Are you sure you want to delete this option?
de_de: Sind Sie sicher, dass Sie diese Option löschen?
es_es: ¿Está seguro que desea eliminar esta opción?
fr_fr: Etes-vous sûr de vouloir supprimer cette option?
nl_nl: Ben je zeker dat je deze optie wilt verwijderen?

# confirmDeleteVariant.Text
source: Are you sure you want to delete this variant?
de_de: Sind Sie sicher, dass Sie diese Variante zu löschen?
es_es: ¿Está seguro que desea eliminar esta variante?
fr_fr: Etes-vous sûr de vouloir supprimer cette variante?
nl_nl: Weet je zeker dat je deze variant verwijderen?
