Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ReportsAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# AllItems.Text
source: - All Items -
de_de: - Alle Artikel -
es_es: - Todos los artículos -
fr_fr: - Tous les articles -
nl_nl: - Alle items -

# btnSearch.Text
source: <i class="fa fa-money"></i> View Sales Data
de_de: View Abverkaufsdaten
es_es: Ver los datos de ventas
fr_fr: Voir les données des ventes
nl_nl: Bekijk omzetgegevens

# lblCategory.Help
source: Select a category
de_de: Wählen Sie eine Kategorie
es_es: Seleccione una categoría
fr_fr: Sélectionnez une catégorie
nl_nl: Selecteer een categorie

# lblCategory.Text
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie

# lblEndDate.Help
source: Select end date to select product data for.
de_de: Wählen Sie das Enddatum, um Produktdaten für.
es_es: Seleccione una fecha final para seleccionar los datos del producto para.
fr_fr: date de fin de sélection pour sélectionner des données produit.
nl_nl: Selecteer einddatum aan het product gegevens te selecteren voor.

# lblEndDate.Text
source: End Date
de_de: Angebotsende
es_es: Fecha de finalización
fr_fr: Date de fin
nl_nl: Einddatum

# lblError.Text
source: Please select either a product or category to create a report for as well as a valid start and end date.
de_de: Bitte wählen Sie entweder ein Produkt oder eine Kategorie, um einen Bericht für sowie eine erstellen <br /> gültige Start-und Enddatum.
es_es: Por favor, seleccione un producto o categoría para crear un informe para, así como una <br /> inicio válida y la fecha final.
fr_fr: S'il vous plaît sélectionner un produit ou une catégorie pour créer un rapport pour ainsi qu'une <br /> début valide et date de fin.
nl_nl: Selecteer hetzij voor een product of categorie om een ​​rapport te creëren voor alsmede een <br /> geldige begin-en einddatum.

# lblModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# lblParentTitle.Text
source: Products
de_de: Produkte
es_es: Productos
fr_fr: Produits
nl_nl: Producten

# lblProductName.Text
source: Product Name
de_de: Name des Produkts
es_es: Nombre del producto
fr_fr: Nom du produit
nl_nl: Naam van het product

# lblSalesCount.Text
source: Number Sales
de_de: Anzahl Verkäufe
es_es: Número de venta
fr_fr: Numéro de vente
nl_nl: Aantal Sales

# lblStartDate.Help
source: Select start date to select product sales data for.
de_de: Wählen Sie Start-Datum auf Produktverkäufe Daten auswählen für.
es_es: Seleccione la fecha de inicio para seleccionar las ventas de productos de datos para.
fr_fr: Sélectionnez la date de début de sélectionner des ventes de produits de données pour.
nl_nl: Selecteer startdatum van de verkoop van producten voor de gegevens te selecteren.

# lblStartDate.Text
source: Start Date
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de début
nl_nl: Startdatum

# lblTotals.Text
source: Totals
de_de: Summen
es_es: Totales
fr_fr: Totaux
nl_nl: Totalen

# lblTotalSalesPrice.Text
source: Net Sales
de_de: Gesamtumsatz
es_es: Las ventas totales
fr_fr: Total des ventes
nl_nl: Totaal omzet

# btnDownloadAsSpreadSheet.Text
source: <i class="fa fa-download"></i> Download
de_de: Download als. Xls
es_es: Descargar como archivo. Xls
fr_fr: Télécharger en. Xls
nl_nl: Downloaden als. Xls

# AllOrders.Text
source: All Sales data from
de_de: Alle Verkäufe von Daten aus
es_es: Todos los datos de ventas de
fr_fr: Toutes les données sur les ventes de
nl_nl: Alle Sales gegevens uit

# SelectedCategory.Text
source: Sales data filtered by {0} from
de_de: Sales-Daten gefiltert nach {0} von
es_es: Los datos de ventas filtrado por {0} del
fr_fr: Les données des ventes filtrée par {0} dans
nl_nl: Omzetgegevens gefilterd door {0} van

# lblHowPageWorks.Text
source: 1st select either a product OR a category to create a sales report for, then select a start and end date to view sales data for and click "View sales data". A grid will then be populated with the sales data, if the grid contains sales data you will then have the option to download the sales data in .xls format.<br /><br />It is also possible to optionally filter your sales data by billing country, US state and individual customer.
de_de: Erstellen Sie Berichte über die Verkäufe
es_es: Crear informes de ventas
fr_fr: Créer des rapports de ventes
nl_nl: Maak verkoop verslagen

# lblOr.Text
source: OR select
de_de: Oder wählen Sie
es_es: O seleccione
fr_fr: OU sélectionnez
nl_nl: OF selecteer

# lblPleaseSelect.Text
source: Please select ......
de_de: Bitte wählen Sie ......
es_es: Por favor seleccione ......
fr_fr: S'il vous plaît sélectionnez ......
nl_nl: Selecteer ......

# lblProducts.Help
source: Select a product to view
de_de: Wählen Sie ein Produkt zur Ansicht
es_es: Seleccione un producto para ver
fr_fr: Sélectionnez un produit pour afficher
nl_nl: Selecteer een product om te bekijken

# lblProducts.Text
source: Product
de_de: Produkt-
es_es: Producto
fr_fr: Produit

# SelectedProduct.Text
source: Sales data filtered by product {0} from
de_de: Sales-Daten gefiltert nach Produkt {0} von
es_es: Los datos de ventas de productos filtrados por {0} del
fr_fr: Les données des ventes de produits filtrés par {0} de
nl_nl: Verkoopgegevens gefilterd per product {0} van

# lblHeaderText.Text
source: Store Sales Reporting
es_es: Tienda de venta de informes
fr_fr: Ventes des magasins de rapports
nl_nl: Winkelomzet Reporting
