Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/SalesStatsAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# Graph.AbandonedCarts.Title.Text
source: Abandoned Carts
de_de: Verlassene Warenkörbe
es_es: Carros abandonados
fr_fr: Chariots Abandonnés
nl_nl: Verlaten Carts

# Graph.AbandonedCarts.XColumn.Text
source: Abandon Carts Count
de_de: Abandon Carts Graf
es_es: Abandonar carros Conde
fr_fr: Abandon chariots Comte

# Graph.AbandonedCarts.Ycolumn.Text
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Date de
nl_nl: Datum

# Graph.OrderStatus.Title.Text
source: Orders by Status for the Last 30 Days
de_de: Bestellungen per Status der letzten 30 Tage
es_es: Pedidos por Estado durante los últimos 30 días
fr_fr: Les commandes par statut pour les 30 derniers jours
nl_nl: Bestellingen door Status van de laatste 30 dagen

# Graph.OrderStatus.XColumn.Text
source: Sales Count
de_de: Vertrieb Graf
es_es: Número de ventas
fr_fr: Les ventes Comte
nl_nl: Verkoop Count

# Graph.OrderStatus.Ycolumn.Text
source: Order Status
de_de: Bestell-Status
es_es: Estado del pedido
fr_fr: État des commandes

# Graph.SalesAmount.Title.Text
source: Order Amounts for the Last 30 Days
de_de: Auftrag Beträge für die letzten 30 Tage
es_es: Las cantidades para que los últimos 30 días
fr_fr: Les montants de commande pour les 30 derniers jours
nl_nl: Bestel Bedragen voor de laatste 30 dagen

# Graph.SalesAmount.XColumn.Text
source: Order Amount
es_es: Importe del pedido
fr_fr: Montant de la commande
nl_nl: Orderbedrag

# Graph.SalesAmount.Ycolumn.Text
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Date de
nl_nl: Datum

# Graph.SalesCount.Title.Text
source: Order Count for the Last 30 Days
de_de: Order Count für letzten 30 Tage
es_es: Número de pedidos de los últimos 30 días
fr_fr: Nombre commandes pour les 30 derniers jours
nl_nl: Aantal orders voor de laatste 30 dagen

# Graph.SalesCount.XColumn.Text
source: Order Count
es_es: Número de pedidos
fr_fr: Nombre de commandes
nl_nl: Bestel Count

# Graph.SalesCount.Ycolumn.Text
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Date de
nl_nl: Datum

# lblAvgNumbersOrder.Help
source: The average number of orders per day for the last 30 days.
de_de: Die durchschnittliche Anzahl der Bestellungen pro Tag für die letzten 30 Tage.
es_es: El número medio de pedidos al día durante los últimos 30 días.
fr_fr: Le nombre moyen de commandes par jour pour les 30 derniers jours.
nl_nl: Het gemiddeld aantal bestellingen per dag voor de laatste 30 dagen.

# lblAvgNumbersOrder.Text
source: Avg orders per day in last 30 days
de_de: Durchschnittlicher Bestellungen pro Tag in den letzten 30 Tagen
es_es: Media de pedidos al día en los últimos 30 días
fr_fr: Commandes moyen par jour les 30 derniers jours
nl_nl: Avg bestellingen per dag in de laatste 30 dagen

# lblAvgOrder.Help
source: The average order value for the orders from the last 30 days.
de_de: Der durchschnittliche Auftragswert für die Bestellungen der letzten 30 Tage.
es_es: El valor medio de pedido para los pedidos de los últimos 30 días.
fr_fr: La valeur moyenne des commandes pour les commandes à partir des 30 derniers jours.
nl_nl: De gemiddelde orderwaarde voor de bestellingen van de laatste 30 dagen.

# lblAvgOrder.Text
source: Avg order value in last 30 days
de_de: Durchschnittlicher Auftragswert in den letzten 30 Tagen
es_es: Media de valor de la orden en los últimos 30 días
fr_fr: Valeur de la commande moyenne dans les 30 derniers jours
nl_nl: Avg waarde van de order in de laatste 30 dagen

# lblAwaitingPayment.Help
source: The total number of order in the last 30 days that have a status as awaiting payment.
de_de: Die Gesamtzahl der Reihenfolge, in der letzten 30 Tage, die einen Status haben, wie die Zahlungen zu erwarten.
es_es: El número total de orden en los últimos 30 días que tienen un estado como pendientes de pago.
fr_fr: Le nombre total de l'ordre dans les 30 derniers jours qui ont un statut en attente de paiement.
nl_nl: Het totaal aantal van de orde in de afgelopen 30 dagen een status hebben als nog te betalen.

# lblAwaitingPayment.Text
source: Awaiting Payment
de_de: Noch nicht bezahlt
es_es: En espera de pago
fr_fr: Paiement en attente
nl_nl: Wacht op betaling

# lblAwaitingStock.Help
source: The total number of orders in the last 30 days that have a status of awaiting stock.
de_de: Die Gesamtzahl der Bestellungen in den letzten 30 Tagen mit dem Status wartet auf Lager haben.
es_es: El número total de pedidos en los últimos 30 días que tienen un estado de espera de las acciones.
fr_fr: Le nombre total de commandes dans les 30 derniers jours qui ont un statut d'attente des stocks.
nl_nl: Het totaal aantal orders in de laatste 30 dagen dat de status in afwachting voorraad hebben.

# lblAwaitingStock.Text
source: Awaiting Stock
es_es: A la espera de archivo
fr_fr: En attente de stock
nl_nl: In afwachting van Stock

# lblCancelled.Help
source: The total number of orders in the last 30 days that have an order status of cancelled.
de_de: Die Gesamtzahl der Bestellungen in den letzten 30 Tagen, dass eine Bestellung Status storniert haben.
es_es: El número total de pedidos en los últimos 30 días que tienen un estado de la orden de cancelar.
fr_fr: Le nombre total de commandes dans les 30 derniers jours qui ont un statut de la commande d'annulation.
nl_nl: Het totaal aantal orders in de afgelopen 30 dagen een order status van de geannuleerd hebben.

# lblCancelled.Text
source: Cancelled
de_de: Abgesagte
es_es: Cancelado
fr_fr: Annulé
nl_nl: Geannuleerd

# lblDispatched.Help
source: The total number of orders in the last 30 days that have an order status of dispatched.
de_de: Die Gesamtzahl der Bestellungen in den letzten 30 Tagen, dass eine Bestellung Status versandt wurden.
es_es: El número total de pedidos en los últimos 30 días que tienen un estado de la orden de envío.
fr_fr: Le nombre total de commandes dans les 30 derniers jours qui ont un statut de la commande d'expédition.
nl_nl: Het totaal aantal orders in de afgelopen 30 dagen een order status van de verzonden te hebben.

# lblDispatched.Text
source: Dispatched
de_de: Geliefert
es_es: Enviado
fr_fr: Expédié
nl_nl: Wordt verzonden

# lblGraphError.Text
source: You do not have enough sales data to create a graph, you need at least 2 days of sales data in the last 30 days to plot this graph.
de_de: Sie haben nicht genug Verkaufsdaten, um eine Grafik zu erstellen, benötigen Sie mindestens 2 Tage von Verkaufsdaten in den letzten 30 Tagen auf diese Grafik verwendet.
es_es: Usted no tiene datos de ventas suficiente para crear un gráfico, se necesitan al menos 2 días de los datos de ventas en los últimos 30 días para trazar la gráfica.
fr_fr: Vous n'avez pas assez de données sur les ventes pour créer un graphique, vous avez besoin d'au moins 2 jours de données de ventes dans les 30 derniers jours pour tracer ce graphique.
nl_nl: Je hebt niet genoeg gegevens om de verkoop een grafiek te maken, moet je minstens 2 dagen van de omzet gegevens in de laatste 30 dagen de tijd om deze grafiek plot.

# lblGraphTitle.Text
source: Order data for the last 30 days
de_de: Bestellen Sie die Daten der letzten 30 Tage
es_es: Datos de los pedidos de los últimos 30 días
fr_fr: Les données de commande pour les 30 derniers jours
nl_nl: Om gegevens over de laatste 30 dagen

# lblHeaderText.Text
source: Store Sales Statistics
de_de: Store Sales Statistik
es_es: Estadísticas de ventas tienda
fr_fr: Ventes des magasins Statistiques
nl_nl: Store Sales Statistieken

# lblMarkedAsPaid.Help
source: The total number of orders in the last 30 days that have a status as paid.
de_de: Die Gesamtzahl der Bestellungen in den letzten 30 Tagen, die einen Status haben als bezahlt.
es_es: El número total de pedidos en los últimos 30 días que tienen una condición de pago.
fr_fr: Le nombre total de commandes dans les 30 derniers jours qui ont un statut payé.
nl_nl: Het totaal aantal orders in de laatste 30 dagen die een status hebben als betaalde.

# lblMarkedAsPaid.Text
source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
nl_nl: Betaald

# lblNoActiveItemsInStore.Help
source: The current number of active products in your store.
de_de: Die aktuelle Zahl der aktiven Produkte in Ihrem Geschäft.
es_es: El número actual de productos activos en su tienda.
fr_fr: Le nombre actuel de produits actifs dans votre magasin.
nl_nl: Het huidige aantal actieve producten in uw winkel.

# lblNoActiveItemsInStore.Text
source: Active products
de_de: Aktive Produkte
es_es: Productos activos
fr_fr: Produits actifs
nl_nl: Actieve producten

# lblNoArchivedItemsInStore.Help
source: The number of products in your store that are marked as archived.
de_de: Die Anzahl der Produkte in Ihrem Geschäft, die markiert sind als archiviert.
es_es: El número de productos en su tienda que están marcados como archivados.
fr_fr: Le nombre de produits dans votre magasin qui sont marqués comme archivés.
nl_nl: Het aantal producten in uw winkel die gemarkeerd zijn als gearchiveerd.

# lblNoArchivedItemsInStore.Text
source: Archived products
de_de: Archivierte Produkte
es_es: Productos archivados
fr_fr: Produits archivés
nl_nl: Gearchiveerd producten

# lblNoOrder30Days.Text
source: Numbers of orders in last 30 days
de_de: Die Zahl der Bestellungen in den letzten 30 Tagen
es_es: Número de pedidos en los últimos 30 días
fr_fr: Numéros d'ordre les 30 derniers jours
nl_nl: Het aantal orders in de laatste 30 dagen

# lblNumberOfOrders.Help
source: The total number of orders the store has done.
de_de: Die Gesamtzahl der Bestellungen den Laden getan hat.
es_es: El número total de pedidos de la tienda ha hecho.
fr_fr: Le nombre total de commandes du magasin a fait.
nl_nl: Het totaal aantal orders in de winkel heeft gedaan.

# lblNumberOfOrders.Text
source: Total number of orders
de_de: Gesamtanzahl der Bestellungen
es_es: Número total de pedidos
fr_fr: Nombre total de commandes
nl_nl: Totaal aantal orders

# lblNumberOfOrdersYesterday.Help
source: The total number of orders from yesterday.
de_de: Die Gesamtzahl der Bestellungen von gestern.
es_es: El número total de pedidos de ayer.
fr_fr: Le nombre total de commandes d'hier.
nl_nl: Het totaal aantal orders van gisteren.

# lblNumberOfOrdersYesterday.Text
source: Number of orders yesterday
de_de: Anzahl der Bestellungen gestern
es_es: Número de órdenes de ayer
fr_fr: Nombre de commandes, hier
nl_nl: Aantal orders gisteren

# lblNumberOrderToday.Help
source: The total number of orders that have been place today.
de_de: Die Gesamtzahl der Aufträge, die Platz gewesen heute.
es_es: El número total de pedidos que han sido lugar hoy.
fr_fr: Le nombre total de commandes qui ont été lieu aujourd'hui.
nl_nl: Het totale aantal orders die zijn vandaag plaats.

# lblNumberOrderToday.Text
source: Number of orders to today
de_de: Anzahl der Bestellungen bis heute
es_es: Número de orden de hoy
fr_fr: Nombre de commandes à aujourd'hui
nl_nl: Aantal orders tot vandaag

# lblOrderLast30Days.Text
source: Orders last 30 days
de_de: Bestellungen letzten 30 Tage
es_es: Las órdenes de los últimos 30 días
fr_fr: Commandes 30 derniers jours
nl_nl: Bestellingen laatste 30 dagen

# lblOrderValueToday.Help
source: The total value of the orders that have been placed today.
de_de: Der Gesamtwert der Aufträge, die platziert wurden heute.
es_es: El valor total de las órdenes que se han puesto hoy en día.
fr_fr: La valeur totale des commandes qui ont été placés aujourd'hui.
nl_nl: De totale waarde van de orders die zijn geplaatst vandaag.

# lblOrderValueToday.Text
source: Value of orders today
de_de: Wert der Aufträge heute
es_es: Valor de los pedidos de hoy
fr_fr: Valeur des commandes d'aujourd'hui
nl_nl: Waarde van de orders vandaag

# lblOrderValueYesterday.Help
source: The total value of the orders that have been placed yesterday.
de_de: Der Gesamtwert der Aufträge, die platziert wurden gestern.
es_es: El valor total de las órdenes que se han colocado ayer.
fr_fr: La valeur totale des commandes qui ont été placés hier.
nl_nl: De totale waarde van de orders die zijn geplaatst gisteren.

# lblOrderValueYesterday.Text
source: Value of orders yesterday
de_de: Wert der Aufträge gestern
es_es: Valor de los pedidos de ayer
fr_fr: Valeur des commandes d'hier
nl_nl: Waarde van de orders gisteren

# lblPacking.Help
source: The total number of orders in the last 30 days that have an order status of packing.
de_de: Die Gesamtzahl der Bestellungen in den letzten 30 Tagen, dass eine Bestellung Status der Verpackung haben.
es_es: El número total de pedidos en los últimos 30 días que tienen un estado de la orden de empaque.
fr_fr: Le nombre total de commandes dans les 30 derniers jours qui ont un statut de la commande d'emballage.
nl_nl: Het totaal aantal orders in de afgelopen 30 dagen een order status van de verpakking hebben.

# lblPacking.Text
source: Packing
de_de: Verpackung
es_es: Embalaje
fr_fr: Emballage
nl_nl: Verpakking

# lblProcessing.Help
source: The number of orders in the last 30 days that have an order status of processing.
de_de: Die Anzahl der Bestellungen in den letzten 30 Tagen, dass eine Bestellung Status der Bearbeitung haben.
es_es: El número de pedidos en los últimos 30 días que tienen un estado de la orden de procesamiento.
fr_fr: Le nombre de commandes dans les 30 derniers jours qui ont un statut d'ordre de la transformation.
nl_nl: Het aantal orders in de afgelopen 30 dagen een order status van de verwerking te hebben.

# lblProcessing.Text
source: Processing
de_de: Verarbeitung
es_es: Tratamiento
fr_fr: Traitement
nl_nl: Verwerking

# lblStoreStats.Text
source: Recent Order Statistics
de_de: Aktuelle Auftrag Statistik
es_es: Estadísticas recientes Orden
fr_fr: Statistiques récente commande
nl_nl: Recente Bestel Statistieken

# lblTotalSales30Days.Help
source: The value of the total sales in the last 30 days.
de_de: Der Wert der Gesamtumsatz in den letzten 30 Tagen.
es_es: El valor de las ventas totales en los últimos 30 días.
fr_fr: La valeur des ventes totales dans les 30 derniers jours.
nl_nl: De waarde van de totale verkoop in de laatste 30 dagen.

# lblTotalSales30Days.Text
source: Sales in the last 30 days
de_de: Der Umsatz in den letzten 30 Tagen
es_es: Las ventas en los últimos 30 días
fr_fr: Les ventes dans les 30 derniers jours
nl_nl: De omzet in de laatste 30 dagen

# lblXaxisLabel.Text
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Date de
nl_nl: Datum
