Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/SharedResources.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# AjaxProductVisualizerTextAlignment.Text
source: Text Aligment
de_de: Text AUSRICHTUNG
es_es: Alineación de texto
fr_fr: Aligement du texte
nl_nl: Tekst Aligment

# AdminReindexSearchFail.Text
source: Re-Index Failed!
es_es: Re-Índice de Error!
fr_fr: Re-index a échoué!
nl_nl: Re-Index is mislukt!

# AdminReindexSearchSuccess.Text
source: Re-Index Completed!
es_es: Re-Índice Completo!
fr_fr: Re-index est terminée!

# DonationThankyouMessage.Text
source: Thank you for making a donation, your donation has been added to your cart
de_de: Vielen Dank für Ihre Spende!
es_es: Gracias por hacer una donación!
fr_fr: Merci de faire un don!
nl_nl: Dank u voor het maken van een donatie!

# ProductSerialNumberInfo.Text
source: Below are the serial numbers that have been assigned to you for your purchases:
de_de: Angezeigt werden die Seriennummern, die Sie haben für Ihre Einkäufe zugeordnet:
es_es: A continuación se muestran los números de serie que se han asignado a usted para su compra:
fr_fr: Voici les numéros de série qui ont été assignés à vous pour vos achats:
nl_nl: Hieronder staan ​​de serienummers die zijn aan u zijn toegewezen voor uw aankopen:

# PaymentStatus.Text
source: Payment Status:
de_de: Status der Zahlung:
es_es: Estado del pago:
fr_fr: Statut de paiement:
nl_nl: Betaling Status:

# OrderPDFProductSerialNumber.Text
source: Serial Number:
es_es: Número de serie:
fr_fr: Numéro de série:
nl_nl: Serienummer:

# lblOrderConfirmEmailProductSerial.Text
source: Serial Number:
es_es: Número de serie:
fr_fr: Numéro de série:
nl_nl: Serienummer:

# AjaxAdminProductOfferInvalid.Text
source: Error - Offer is not valid
de_de: Error - Das Angebot ist nicht gültig
es_es: Error - La oferta no es válida
fr_fr: Erreur - L'offre n'est pas valable
nl_nl: Error - Deze aanbieding is niet geldig

# AjaxAdminProductOfferRemoved.Text
source: Offer has been removed
de_de: Das Angebot wurde entfernt
es_es: Oferta ha sido eliminado
fr_fr: Offre a été enlevé
nl_nl: Bieden is verwijderd

# AjaxAdminProductOfferSaved.Text
source: Offer has been updated
de_de: Das Angebot wurde aktualisiert
es_es: Oferta ha sido actualizado
fr_fr: Offre a été mis à jour
nl_nl: Bieden is bijgewerkt

# AjaxAdminProductUserPriceInvalidPrice.Text
source: Error - Price is not valid
de_de: Error - Der Preis ist nicht gültig
es_es: Error - El precio no es válido
fr_fr: Erreur - Le prix n'est pas valide
nl_nl: Fout - Prijs is niet geldig

# AjaxAdminProductVariantAddInvalidOption.Text
source: Error - The option is not valid
de_de: Error - Diese Option ist nicht gültig
es_es: Error - La opción no es válida
fr_fr: Erreur - L'option n'est pas valide
nl_nl: Error - De optie is niet geldig

# AjaxAdminProductVariantAddInvalidOrder.Text
source: Error - The sort order for this variant is not valid
de_de: Error - Die Sortierreihenfolge für diese Variante ist nicht gültig
es_es: Error - El orden de clasificación para esta variante no es válido
fr_fr: Erreur - L'ordre de tri pour cette variante n'est pas valide
nl_nl: Error - De sorteervolgorde voor deze variant is niet geldig

# ErrorSettings.Text
source: <strong>You can't use this module because the Store doesn't exist yet!<br/>First define Store settings inside the Store Admin module.</strong>
de_de: <strong>Sie können nicht dieses Modul verwenden, da der Shop noch nicht existiert! <br/> Definieren Sie zunächst Shop-Einstellungen innerhalb des Shop-Admin-Modul.</strong>
es_es: <strong>Usted no puede utilizar este módulo, porque la tienda no existe todavía! <br/> En primer lugar definir la configuración de tienda en el interior del módulo de administración de almacenamiento.</strong>
fr_fr: <strong>Vous ne pouvez pas utiliser ce module car le magasin n'existe pas encore! <br/> D'abord définir les paramètres à l'intérieur du magasin module d'administration Store.</strong>
nl_nl: <strong>U kunt geen gebruik maken van deze module, omdat de winkel nog niet bestaat! <br/> Eerste definiëren Bewaar instellingen in de winkel Admin module.</strong>

# ErrorSettingsHeading.Text
source: Store settings are not defined
de_de: Shop-Einstellungen sind nicht definiert
es_es: Almacenar la configuración no se definen
fr_fr: Paramètres magasin ne sont pas définies
nl_nl: Store-instellingen zijn niet gedefinieerd

# PaymentMethod.Text
source: Payment Method:
de_de: Zahlungsweise
es_es: Forma de Pago
fr_fr: Mode de paiement
nl_nl: Betaalmethode

# AjaxShareWishlistEmailMessage.Text
source: Hi, \r\nCheck out my list of wishlist items: \r\n \r\n
de_de: Hallo, \ r \ nCheck aus meiner Liste der Einträge in der Wunschliste: \ r \ n \ r \ n
es_es: Hola, \ r \ nCompruebe mi lista de artículos en su lista: \ r \ n \ r \ n
fr_fr: Salut, \ r \ nVérifiez mon liste d'articles favoris: \ r \ n \ r \ n
nl_nl: Hallo, \ r \ nControleer uit mijn lijst van het verlanglijstje: \ r \ n \ r \ n

# AjaxShareWishlistEmailSubject.Text
source: Check out my wishlist of items
de_de: Check out my Wunschliste von Elementen
es_es: Echa un vistazo a mi lista de artículos
fr_fr: Vérifiez ma liste d'articles
nl_nl: Bekijk mijn verlanglijst van items

# default.ProductWidget.CarouselTemplate.Name.Text
source: Carousel - Default Template
es_es: Carrusel - plantilla por defecto
fr_fr: Carousel - Modèle par défaut

# lblOrderConfirmationOfferCode.Text
source: Offer Code: {0}
es_es: Código de la oferta: {0}
fr_fr: Offre Code: {0}
nl_nl: Aanbieding Code: {0}

# lblCompanyName.Text
source: Company Name:
de_de: Name des Unternehmens:
es_es: Nombre de la empresa:
fr_fr: Nom de l'entreprise:
nl_nl: Bedrijfsnaam:

# lblVatNumber.Text
source: VAT Number:
de_de: Umsatzsteuer-Identifikationsnummer:
es_es: Número de IVA:
fr_fr: Numéro de TVA:
nl_nl: BTW-nummer:

# AjaxApplyCouponInvalidCouponCode.Text
source: Coupon code is not valid
de_de: Coupon-Code ist nicht gültig
es_es: Código de descuento no es válido
fr_fr: Code promo n'est pas valable
nl_nl: Coupon code is niet geldig

# AjaxApplyCouponSuccess.Text
source: Coupon applied
de_de: Coupon angewandten
es_es: Cupón aplica
fr_fr: Coupon appliquée
nl_nl: Coupon toegepast

# AjaxRemoveCouponSuccess.Text
source: Coupon removed
de_de: Coupon entfernt
es_es: Cupón eliminado
fr_fr: Coupon retiré
nl_nl: Coupon verwijderd

# AjaxApplyCouponFreeShippingDiscount.Text
source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

# lblOrderNotes.Text
source: Order Notes:
de_de: Bestellung in den Anmerkungen:
es_es: Notas de Orden:
fr_fr: Notes sur la commande:
nl_nl: Bestel Opmerkingen:

# lblFreeShippingProductName.Text
source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

# lblInStorePickUpProductName.Text
source: In Store Collection
de_de: In Store-Sammlung
es_es: En la colección de la tienda
fr_fr: Dans la collection magasin

# lblUPSShippingBand01.Text
source: UPS Next Day Air Priority
es_es: UPS Next Day prioridad Aire
fr_fr: Priorité UPS Next Day Air

# lblUPSShippingBand08.Text
source: Worldwide Expedited
es_es: En todo el mundo acelerado
nl_nl: Wereldwijd Expedited

# lblUPSShippingBand12.Text
source: UPS 3 Day Saver
es_es: UPS 3 Day Ahorro

# lblUPSShippingBand13.Text
source: UPS Next Air Saver
es_es: UPS Next Ahorrador de Aire

# lblUPSShippingBand59.Text
source: 2nd Day Air AM Commercial
de_de: 2. Tag Air AM Handelsregister
es_es: 2nd Day Air AM Comercial
fr_fr: Air 2ème Jour AM commerciale

# lblDropDownListPleaseSelect.Text
source: - Please Select an Option -
de_de: - Bitte Wählen Sie eine Option -
es_es: - Seleccione una opción -
fr_fr: - S'il vous plaît choisir une option -
nl_nl: - Selecteer een optie -

# hiddenPrices.Text
source: Please login to see the prices
de_de: Bitte loggen Sie sich die Preise zu sehen
es_es: Inicia sesión para ver los precios
fr_fr: S'il vous plaît vous connecter pour voir les prix
nl_nl: Log in om de prijzen te zien

# loginToEnableTheCart.Text
source: Please login to enable the cart
de_de: Bitte loggen Sie sich den Wagen zu ermöglichen
es_es: Inicia sesión para permitir que el carro
fr_fr: S'il vous plaît vous connecter afin de permettre au panier
nl_nl: Log in om de wagen in staat stellen

# DiscountCouponPaymentMethod.Text
source: Paid by Coupon
de_de: Bezahlt durch Coupon
es_es: Pagado por cupón
fr_fr: Payé par coupon
nl_nl: Betaald door Coupon

# lblOrderRegistrationNumber.Text
source: Your registration number is: {0}
de_de: Ihre Registrierungsnummer lautet: {0}
es_es: Su número de registro es: {0}
fr_fr: Votre numéro d&#39;enregistrement est: {0}
nl_nl: Uw registratie nummer is: {0}

# lblOrderRegistrationNumberNoHtml.Text
source: Your registration number is: {0}
de_de: Ihre Registrierungsnummer lautet: {0}
es_es: Su número de registro es: {0}
fr_fr: Votre numéro d&#39;enregistrement est: {0}
nl_nl: Uw registratie nummer is: {0}

# CouponInvalidCategory.Text
source: You do not have a product from the defined category to use this coupon.
de_de: Sie haben noch ein Produkt aus der Kategorie definiert, um diesen Gutschein nutzen.
es_es: Usted no tiene un producto de la categoría definida para utilizar este cupón.
fr_fr: Vous n'avez pas un produit de la catégorie définie à utiliser ce coupon.
nl_nl: U hoeft niet een product uit de gedefinieerde categorie van deze coupon gebruiken.

# CouponHasBeenUsed.Text
source: This coupon has already been used.
de_de: Dieser Gutschein wurde bereits verwendet.
es_es: Este cupón se ha utilizado ya.
fr_fr: Ce coupon a déjà été utilisé.
nl_nl: Deze coupon is al gebruikt.

# CouponNotActive.Text
source: This coupon is not active.
de_de: Dieser Gutschein ist nicht aktiv.
es_es: Este cupón no está activo.
fr_fr: Ce coupon n'est pas actif.
nl_nl: Deze coupon is niet actief.

# lblOfflinePayment.Text
source: Offline payment
de_de: Offline-Zahlung
es_es: Pago fuera de línea
fr_fr: Paiement hors ligne
nl_nl: Offline betaalmethodes

# lblOnlinePayment.Text
source: Online payment
de_de: Online-Zahlung
es_es: Pago en línea
fr_fr: Le paiement en ligne
nl_nl: Online betalen

# NoPaymentGatewayConfigured.Text
source: Unable to continue, no payment methods have been defined. Please contact the store owner.
de_de: Kann nicht fortgesetzt werden, haben keine Zahlungsmittel definiert worden. Bitte setzen Sie sich.
es_es: No se puede continuar, no los métodos de pago se han definido. Por favor, póngase en contacto con el dueño de la tienda.
fr_fr: Impossible de continuer, pas les méthodes de paiement ont été définis. S'il vous plaît contacter le propriétaire du magasin.
nl_nl: Niet in staat om verder te gaan, zijn er geen betaalmethoden gedefinieerd. Neem contact op met de eigenaar van de winkel.

# SKinObjectLoader.ControlNotFound.Text
source: SKINOBJECT control not found
de_de: SKINOBJECT Kontrolle nicht gefunden
es_es: Control de SKINOBJECT que no se encuentran
fr_fr: Le contrôle SKINOBJECT pas trouvé
nl_nl: SKINOBJECT controle niet gevonden

# SkinObjectLoader.TokenNotFound.Text
source: SKINOBJECT not found
de_de: SKINOBJECT nicht gefunden
es_es: SKINOBJECT que no se encuentran
fr_fr: SKINOBJECT pas trouvé
nl_nl: SKINOBJECT niet gevonden

# lblPrePaidCredit.Text
source: Prepaid Credit
de_de: Prepaid Kreditkarten
es_es: De crédito prepagadas
fr_fr: Crédit prépayé

# lblDownloadFiles.Text
source: Click <a href="{0}">here</a> to go to the <b>digital download</b> locker and download your files.<br />
de_de: Klicken Sie <a href="{0}">hier</a> , um zum <b>digitalen Download</b> locker und laden Sie Ihre Dateien. <br />
es_es: Haga clic <a href="{0}">aquí</a> para ir a la taquilla <b>de descarga digital</b> y descargar sus archivos. <br />
fr_fr: Cliquez <a href="{0}">ici</a> pour aller à l&#39;armoire <b>de téléchargement numérique</b> et télécharger vos fichiers. <br />
nl_nl: Klik <a href="{0}">hier</a> om naar de <b>digitale download</b> locker en uw bestanden te downloaden. <br />

# lblAwaitingPaymentOrderPDF.Text
source: Payment should be made prior to the order being shipped.
de_de: Die Zahlung sollte vor der Bestellung wird ausgeliefert werden.
es_es: El pago deberá realizarse antes de la orden de ser enviados.
fr_fr: Le paiement doit être effectué avant l'ordre d'être expédiés.
nl_nl: Betaling moet voorafgaand aan de bestelling verzonden worden gemaakt.

# lblPostPaidOrderPDF.Text
source: Payment should be made within {0} days from the invoice date.
de_de: Die Zahlung sollte innerhalb von {0} Tagen ab dem Rechnungsdatum zu erfolgen.
es_es: El pago deberá efectuarse dentro de {0} días a partir de la fecha de la factura.
fr_fr: Le paiement doit être effectué dans les {0} jours à compter de la date de facturation.
nl_nl: Betaling dient te geschieden binnen {0} dagen na de factuurdatum.

# freeShippingCoupon.Text
source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

# lblTaxInc.Text
source: - {0} Tax Incl.
de_de: - {0} MwSt. Inkl.
es_es: Impuesto incluido.
fr_fr: TTC.
nl_nl: Belasting Incl.

# lblVatInc.Text
source: - {0} VAT Incl.
de_de: - {0} MwSt. Inkl.
es_es: Iva incluido.
fr_fr: TVA incl.
nl_nl: BTW Incl.

# AjaxQtyDiscountBandDiscountAmountLabel.Text
source: Discount Amount/Unit Price
de_de: Rabatt Menge / Einheit Preis
es_es: Descuento Cantidad / Precio unitario
fr_fr: Remise Montant / Unité Prix
nl_nl: Korting Bedrag / Prijs per Eenheid

# AjaxQtyDiscountBandLowerLimitLabel.Text
source: Lower Limit
es_es: Límite inferior
fr_fr: Limite inférieure
nl_nl: Ondergrens

# AjaxQtyDiscountBandUpperLimitLabel.Text
source: Upper Limit
de_de: Höchstgrenze
es_es: Límite superior
fr_fr: Limite supérieure
nl_nl: Bovengrens

# lblInvalidNumbers.Text
source: Please enter valid numbers.
de_de: Bitte geben Sie eine gültige Zahlen.
es_es: Por favor, introduzca un número válido.
fr_fr: S'il vous plaît entrer les numéros valides.
nl_nl: Voer een geldige nummers.

# UserDefinedSort.Text
source: Custom Sort Order
de_de: Benutzerdefinierte Sortierung
es_es: Orden personalizado
fr_fr: Ordre de tri personnalisé
nl_nl: Aangepaste Sorteervolgorde

# OrderAwaitingModerationSubject.Text
source: Order Awaiting Moderation
de_de: Auftrag auf Moderation wartende
es_es: Orden en espera de moderación
fr_fr: Ordre en attente de modération
nl_nl: Om in afwachting van matiging

# lblModerateOrderOnlyItemInOrder.Text
source: This is the only item in order and as such can't be deleted, instead please "cancel" order.
de_de: Dies ist der einzige Punkt in Ordnung und als solche kann nicht gelöscht werden, sondern Sie bitte auf "Abbrechen" um.
es_es: Este es el único elemento en orden y como tal no puede ser eliminado, por favor, en vez de "cancelar" el orden.
fr_fr: C'est le seul élément dans l'ordre et en tant que telle ne peut pas être supprimé, mais s'il vous plaît "annuler" l'ordre.
nl_nl: Dit is het enige item in orde en als zodanig kan niet worden verwijderd, in plaats please "annuleren" te bestellen.

# lblModerateOrderOrderNotNeedModerated.Text
source: This order does not require moderation
de_de: Dieser Auftrag erfordert keine Moderation
es_es: Esta orden no requiere moderación
fr_fr: Cette commande ne nécessite pas de modération
nl_nl: Deze orde vereist geen matiging

# lblModerateOrderRequiredForCoupon.Text
source: A coupon has been used for this order that requires this product, so this product cannot be deleted.
de_de: Ein Gutschein für diese Bestellung, dass dieses Produkt erfordert benutzt worden, so dass dieses Produkt nicht gelöscht werden kann.
es_es: Un cupón se ha utilizado para este fin que requiere este producto, por lo que este producto no se puede eliminar.
fr_fr: Un coupon a été utilisé pour cette commande qui nécessite de ce produit, alors ce produit ne peut pas être supprimé.
nl_nl: Een coupon is gebruikt voor deze bestelling dat dit product nodig, dus dit product kan niet worden verwijderd.

# lblAjaxItemAddedToOrder.Text
source: Item Added To Order
de_de: Item hinzugefügt Auftrag
es_es: Elemento que se agregó a la orden
fr_fr: Produit ajouté au Ordre
nl_nl: Item toegevoegd aan Bestel

# UserDefinedSort.FriendlyName.Text
source: Default
es_es: Defecto
fr_fr: Par défaut
nl_nl: Verzuim

# Relevance.Text
source: Relevance
de_de: Relevanz
es_es: Pertinencia
fr_fr: Pertinence
nl_nl: Relevantie

# lblAjaxItemAddedToOrderAlreadyIn.Text
source: This item is already in the order, please use the update function to add more.
de_de: Dieser Artikel ist bereits in der Reihenfolge, benutzen Sie bitte die Update-Funktion, weitere hinzuzufügen.
es_es: Este producto está en el orden, por favor, utilice la función de actualización para añadir más.
fr_fr: Ce poste est déjà dans l'ordre, s'il vous plaît utiliser la fonction de mise à jour pour ajouter d'autres.
nl_nl: Deze post is al in de volgorde, gebruik dan de update-functie om meer toe te voegen.

# PurchaseOrderCreatedSubject.Text
source: New Purchase Order Created
de_de: Neue Bestellung erstellt
es_es: Orden de Compra Creada
fr_fr: Commande Nouvelle Création
nl_nl: Nieuw-Purchase Order

# PurchaseOrderSupplierCreatedSubject.Text
source: New Purchase Order Created For {0}
de_de: Neuen Kaufauftrag für Created {0}
es_es: Orden de Compra nuevos creados para {0}
fr_fr: Bon de commande créés pour {0}
nl_nl: Nieuwe Purchase Order gemaakt voor {0}

# ProductImport_PDF_Error.Text
source: Unable to find the PDF datasheet on the server while importing the product at line:{0}, PDF file:{1}
de_de: Kann die PDF-Datenblatt auf dem Server zu finden, während das Produkt importiert in Zeile: {0}, PDF-Datei: {1}
es_es: No se puede encontrar la hoja de datos PDF en el servidor durante la importación del producto en la línea: {0}, el archivo PDF: {1}
fr_fr: Impossible de trouver la fiche technique au format PDF sur le serveur lors de l&#39;importation du produit à la ligne: {0}, fichier PDF: {1}
nl_nl: Kan het PDF datasheet te vinden op de server tijdens het importeren het product op regel: {0}, PDF-bestand: {1}

# OrderStatus1.Text
source: Processing
de_de: Verarbeitung
es_es: Tratamiento
fr_fr: Traitement
nl_nl: Verwerking

# OrderStatus2.Text
source: Awaiting Payment
de_de: Noch nicht bezahlt
es_es: En espera de pago
fr_fr: Paiement en attente
nl_nl: Wacht op betaling

# OrderStatus3.Text
source: Awaiting Stock
es_es: A la espera de archivo
fr_fr: En attente de stock
nl_nl: In afwachting van Stock

# OrderStatus4.Text
source: Packing
de_de: Verpackung
es_es: Embalaje
fr_fr: Emballage
nl_nl: Verpakking

# OrderStatus5.Text
source: Shipped
de_de: Versand
es_es: Enviado
fr_fr: Expédié
nl_nl: Verzonden

# OrderStatus6.Text
source: Cancelled
de_de: Abgesagte
es_es: Cancelado
fr_fr: Annulé
nl_nl: Geannuleerd

# OrderStatus7.Text
source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
nl_nl: Betaald

# OrderStatus8.Text
source: Postpaid
es_es: Pospago
fr_fr: Postpayés

# lblInvalidBandNumbers.Text
source: Upper band limit must be greater than lower band limit.
de_de: Obere Bandgrenze muss größer sein als untere Band zu begrenzen.
es_es: Límite de banda superior debe ser mayor que el límite de banda inferior.
fr_fr: Limite supérieure de la bande doit être supérieure à la limite inférieure.
nl_nl: De bovenste band te beperken moet groter zijn dan de lagere band te beperken.

# OrderSubTotal.Text
source: Sub-Total: {0}
fr_fr: Sous-total: {0}
nl_nl: Sub-Totaal: {0}

# lblUPSShippingBand02.Text
source: UPS 2nd Day Air
de_de: UPS 2. Tag Air
fr_fr: Air UPS 2ème jour

# lblUPSShippingBand14.Text
source: Next Day Air Early AM
de_de: Next Day Air Frühe AM
fr_fr: Next Day Air tôt le matin
nl_nl: Next Day Air Vroege AM

# OrderTotal.Text
source: Total: {0}
nl_nl: Totaal: {0}

# OrderPdfTotal.Text
source: Total:
nl_nl: Totaal:
