Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/SharedResources.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# ControlNotFound.Error
source: Can't find control {0}!
de_de: Kann nicht finden, kontrollieren {0}!
es_es: No se puede encontrar el control {0}!
fr_fr: Vous ne trouvez pas de contrôle {0}!
nl_nl: Niet kunt vinden controle {0}!

# Unexpected.Error
source: An unexpected error has occurred!
de_de: Ein unerwarteter Fehler ist aufgetreten!
es_es: Un error inesperado ha ocurrido!
fr_fr: Une erreur inattendue est survenue!
nl_nl: Er is een onverwachte fout opgetreden!

# OrderBillingAddress.Text
source: Billing Address:
de_de: Rechnungsadresse:
es_es: Dirección de facturación:
fr_fr: Adresse de facturation:

# OrderCannotBeProcessed.Text
source: If, for whatever reason, your order cannot be processed, then one of our customer services representatives will contact you shortly.
de_de: Wenn, aus welchem ​​Grund, wird Ihre Bestellung nicht bearbeitet werden kann, dann einem unserer Kundendienstmitarbeiter wird Sie umgehend kontaktieren.
es_es: Si, por cualquier razón, su pedido no puede ser procesado, a continuación, uno de nuestros representantes de servicio al cliente se comunicará con usted en breve.
fr_fr: Si, pour une raison quelconque, votre commande ne peut être traitée, puis l'un des services à la clientèle de nos représentants vous contactera sous peu.
nl_nl: Indien, om welke reden dan ook, uw bestelling kan niet worden verwerkt, dan is een van onze klantenservice vertegenwoordigers zullen zsm contact met u op.

# OrderContents.Text
source: Order Contents
de_de: Inhalt der Bestellung
es_es: Contenido del orden
fr_fr: Contenu Ordre
nl_nl: Bestel Inhoud

# OrderDate.Text
source: Order Date:
de_de: Sortierung: Datum:
es_es: Orden Fecha:
fr_fr: Date de commande:
nl_nl: Sorteer op Datum:

# OrderEmailHeader.Text
source: Thank you for placing an order with {0}. Please find below an order number and a summary of your order. You can check the status of your order at any time by logging into our site and clicking the "{1}" link. If you have any questions about your order, please feel free to contact us at {2}, or simply reply to this message.
de_de: Vielen Dank für eine Bestellung bei {0}. Nachfolgend finden Sie eine Bestellnummer und eine Zusammenfassung Ihrer Bestellung. Sie können den Status ihrer Bestellung jederzeit überprüfen, indem Sie sich unsere Seite und dann auf die &quot;{1}&quot;-Link. Wenn Sie Fragen zu Ihrer Bestellung haben, wenden Sie sich bitte an uns {2}, oder einfach auf diese Nachricht zu kontaktieren.
es_es: Gracias por hacer un pedido a {0}. A continuación encontrará un número de pedido y un resumen de su pedido. Puede comprobar el estado de su pedido en cualquier momento iniciando sesión en nuestro sitio y hacer clic en &quot;{1}&quot; enlace. Si usted tiene alguna pregunta acerca de su pedido, por favor no dude en contactar con nosotros en {2}, o simplemente responda a este mensaje.
fr_fr: Merci de placer une commande avec {0}. S&#39;il vous plaît trouver ci-dessous un numéro de commande et un récapitulatif de votre commande. Vous pouvez vérifier le statut de votre commande à tout moment en vous connectant sur notre site et en cliquant sur le &quot;{1}&quot; lien. Si vous avez des questions concernant votre commande, s&#39;il vous plaît n&#39;hésitez pas à nous contacter à l&#39;adresse {2}, ou tout simplement répondre à ce message.
nl_nl: Dank u voor het plaatsen van een order met {0}. Hieronder vindt u een ordernummer en een overzicht van uw bestelling. U kunt de status van uw bestelling op elk gewenst moment door in te loggen op onze site en te klikken op de &quot;{1}&quot; link. Als u vragen heeft over uw bestelling, neem dan gerust contact met ons op {2}, of gewoon antwoord op dit bericht.

# OrderNumber.Text
source: Order Number:
de_de: Bestellnummer:
es_es: Número de pedido:
fr_fr: Numéro de commande:
nl_nl: Bestelnummer:

# OrderShipping.Text
source: Shipping: {0}
de_de: Liefer-und Versandkosten: {0}
es_es: Gastos de envío: {0}
fr_fr: Expédition et manipulation: {0}
nl_nl: Shipping &amp; Handling: {0}

# OrderShippingAddress.Text
source: Shipping Address:
de_de: Liefer-Adresse:
es_es: Dirección de envío:
fr_fr: Adresse de livraison:
nl_nl: Verzendadres:

# OrderSubject.Text
source: {0} Order Confirmation
de_de: {0} Auftragsbestätigung
es_es: {0} Confirmación del Pedido
fr_fr: Confirmation de commande {0}
nl_nl: {0} Orderbevestiging

# OrderTax.Text
source: Tax: {0}
de_de: Steuern: {0}
es_es: Impuesto: {0}
fr_fr: Fiscale: {0}

# OrderTermsOfUse.Text
source: This invoice is subject to our terms of use.
de_de: Diese Rechnung unterliegt unseren Nutzungsbedingungen.
es_es: Esta factura está sujeta a las condiciones de uso.
fr_fr: Cette facture est soumise à nos conditions d'utilisation.
nl_nl: Deze factuur is onderworpen aan onze gebruiksvoorwaarden.

# OrderThanks.Text
source: Once again, thank you for your order.
de_de: Noch einmal vielen Dank für Ihre Bestellung.
es_es: Una vez más, gracias por su pedido.
fr_fr: Encore une fois, merci pour votre commande.
nl_nl: Nogmaals, ik dank u voor uw bestelling.

# AboutChange.Text
source: If you have any questions about this change, please feel free to contact us at {0}, or simply reply to this message.
de_de: Wenn Sie Fragen zu dieser Änderung haben, zögern Sie nicht uns zu kontaktieren {0}, oder einfach, um diese Nachricht zu antworten.
es_es: Si usted tiene alguna pregunta acerca de este cambio, no dude en contactar con nosotros en {0}, o simplemente responda a este mensaje.
fr_fr: Si vous avez des questions concernant ce changement, s&#39;il vous plaît n&#39;hésitez pas à nous contacter à l&#39;adresse {0}, ou tout simplement répondre à ce message.
nl_nl: Als u vragen heeft over deze verandering, neem dan gerust contact met ons op {0}, of gewoon antwoord op dit bericht.

# ChangedStatus.Text
source: This order ({0}) has changed status to "{1}".
de_de: Dieser Auftrag ({0}) hat den Status &quot;{1}&quot; geändert.
es_es: Esta orden ({0}) ha cambiado su estatus a &quot;{1}&quot;.
fr_fr: Cet ordre ({0}) a changé de statut à &quot;{1}&quot;.
nl_nl: Deze order ({0}) is veranderd status &quot;{1}&quot;.

# CheckStatus.Text
source: You can check the status of your order at any time by logging in to our site and clicking the {0} link.
de_de: Sie können den Status Ihrer Bestellung jederzeit überprüfen, indem Sie sich auf unserer Webseite und auf die Schaltfläche {0} Link.
es_es: Puede comprobar el estado de su pedido en cualquier momento iniciando sesión en nuestro sitio y hacer clic en el enlace {0}.
fr_fr: Vous pouvez vérifier le statut de votre commande à tout moment en vous connectant à notre site et en cliquant sur le lien {0}.
nl_nl: U kunt de status van uw bestelling op elk gewenst moment door in te loggen op onze site en op de {0} link.

# PlacedOrder.Text
source: You recently placed an order with {0}
de_de: Sie haben kürzlich einen Auftrag {0}
es_es: Hace poco hizo un pedido a {0}
fr_fr: Vous avez récemment passé une commande avec {0}
nl_nl: U heeft onlangs een bestelling geplaatst met {0}

# RequiresPayment.Text
source: IMPORTANT: Your order now requires payment. If you wish to pay via a specific method, or would like to cancel your order, please contact us at {0}, or simply reply to this message.
de_de: WICHTIG: Ihre Bestellung benötigt nun Zahlung. Wenn Sie über eine bestimmte Methode zu bezahlen, wünschen oder möchten Sie Ihre Bestellung stornieren, kontaktieren Sie uns bitte unter {0}, oder einfach, um diese Nachricht zu antworten.
es_es: IMPORTANTE: Su pedido ahora exige el pago. Si usted desea pagar por medio de un método específico, o si desea cancelar su pedido, por favor contacte con nosotros en {0}, o simplemente responda a este mensaje.
fr_fr: IMPORTANT: Votre commande exige maintenant le paiement. Si vous souhaitez payer par le biais d&#39;une méthode spécifique, ou si vous souhaitez annuler votre commande, s&#39;il vous plaît contactez-nous à {0}, ou tout simplement répondre à ce message.
nl_nl: BELANGRIJK: Uw bestelling nu betaald moet worden. Indien u wenst te betalen via een specifieke methode, of wilt u uw bestelling te annuleren, neem dan contact met ons op {0}, of gewoon antwoord op dit bericht.

# StatusChanged.Text
source: {0} Order Status Changed
de_de: {0} Status der Bestellung geändert
es_es: {0} Estado del pedido ha cambiado
fr_fr: {0} Etat ordonnance modifiée
nl_nl: {0} Order Status gewijzigd

# OrderVat.Text
source: VAT: {0}
es_es: IVA: {0}
fr_fr: TVA: {0}
nl_nl: BTW: {0}

# OrderShippingMethod.Text
source: Shipping Method: {0}
de_de: Liefer-Methode: {0}
es_es: Método de envío: {0}
fr_fr: Méthode d&#39;expédition: {0}
nl_nl: Verzendkosten Methode: {0}

# AjaxAddProductMissingVariant.Text
source: Variant option: {0} is required
de_de: Variant-Option: {0} ist erforderlich
es_es: Opción de la variante: {0} es obligatorio
fr_fr: L&#39;option Variante: {0} est requis
nl_nl: Variant optie: {0} is vereist

# AjaxProductReviewAdded.Text
source: Your review has been added and awaiting moderation.
de_de: Ihre Meinung wurde hinzugefügt und wartet auf Moderation.
es_es: Tu opinión ha sido añadido y en espera de moderación.
fr_fr: Votre commentaire a été ajouté et en attente de modération.
nl_nl: Uw beoordeling is toegevoegd en in afwachting van matiging.

# AjaxProductReviewDelete.Text
source: Product Review Deleted.
es_es: Revisión de productos eliminados.
fr_fr: Examen des produits supprimés.
nl_nl: Product Review verwijderd.

# AjaxProductReviewUpdated.Text
source: Review Updated.
de_de: Bewertung aktualisiert.
es_es: Revisión actualizada.
fr_fr: Mise à jour d'examen.
nl_nl: Herziening aangepast.

# AjaxAddQuoteExistingCart.Text
source: Please complete your purchases in the shopping cart before creating a quote
de_de: Bitte füllen Sie Ihre Einkäufe in den Warenkorb legen, bevor Sie ein Angebot
es_es: Por favor, complete sus compras en el carrito de la compra antes de crear un presupuesto
fr_fr: S'il vous plaît compléter vos achats dans le panier avant de créer un devis
nl_nl: Vul uw aankopen in het winkelwagentje voordat u een offerte aan

# AjaxProductReviewProfanity.Text
source: Your review cannot contain profanity in the username or review itself.
de_de: Ihre Meinung darf keine Obszönitäten in den Benutzernamen oder Überprüfung selbst.
es_es: Tu opinión no puede contener malas palabras en el nombre de usuario o revisión por sí mismo.
fr_fr: Votre commentaire ne peut pas contenir blasphème le nom d'utilisateur ou lui-même examen.
nl_nl: Uw commentaar mag geen godslastering in de gebruikersnaam of herziening zelf.

# AjaxSendUserEmailContainsProfanity.Text
source: Your email message cannot contain profanity.
de_de: Ihre E-Mail-Nachricht kann nicht enthalten Profanität.
es_es: Su mensaje de correo electrónico no pueden contener lenguaje profano.
fr_fr: Votre message électronique ne peut pas contenir le blasphème.
nl_nl: Uw e-mail bericht kan niet bevatten godslastering.

# AjaxSendUserEmailInvalidCaptcha.Text
source: Invalid captcha information entered.
de_de: Ungültige Captcha Informationen eingegeben haben.
es_es: La información no válida código de la imagen entró.
fr_fr: Invalid information du captcha est entré.
nl_nl: Ongeldige captcha ingevoerde gegevens.

# AjaxSendUserEmailInvalidEmailAddress.Text
source: Please enter valid email addresses.
de_de: Bitte geben Sie eine gültige E-Mail-Adressen.
es_es: Por favor, introduzca las direcciones de correo electrónico válida.
fr_fr: S'il vous plaît entrer les adresses de courriel valide.
nl_nl: Geef geldige e-mailadressen.

# AjaxSendUserEmailSent.Text
source: Email Sent!
de_de: E-Mail gesendet!
es_es: Correo electrónico enviado!
fr_fr: E-mail envoyé!
nl_nl: E-mail verzonden!

# AjaxAddToCartExistingQuote.Text
source: Please complete your quote before creating a shopping cart
de_de: Bitte füllen Sie Ihr Angebot vor dem Erstellen eines Einkaufswagens
es_es: Por favor, complete su cotización antes de la creación de un carrito de la compra
fr_fr: S'il vous plaît compléter votre devis avant de créer un panier
nl_nl: Vul uw offerte voor het maken van een winkelwagentje

# AjaxAddToCartMessage.Text
source: This item was added successfully to your cart!
de_de: Dieser Artikel wurde erfolgreich in Ihren Warenkorb gelegt!
es_es: Este elemento se ha añadido correctamente a su carrito!
fr_fr: Cet article a été ajouté à votre panier avec succès!
nl_nl: Dit item is succesvol toegevoegd aan uw mandje!

# AjaxAddToQuoteMessage.Text
source: This item was added successfully to your quote!
de_de: Dieser Artikel wurde erfolgreich an Ihrem Angebot hinzugefügt!
es_es: Este elemento se ha añadido correctamente a su presupuesto!
fr_fr: Cet article a été ajouté avec succès à votre devis!
nl_nl: Dit item is succesvol toegevoegd aan uw offerte!

# RequestForQuoteEmailSubject.Text
source: Request for Quote
de_de: Preisanfrage
es_es: Solicitud de Cotización
fr_fr: Demande de devis

# RequestForQuoteEmailTemplate.Text
source: Request for Quote - [STORENAME]<br /> ----------------------------------<br /><br /> Name: [NAME]<br /> Company: [COMPANYNAME]<br /> Phone Number: [PHONE]<br /> Email: [EMAIL]<br /> Additional Comment: [COMMENT]<br /><br /> Items<br /> ----------------------------------<br /><br /> [ITEMS]
de_de: Request for Quote -[STORENAME] ---------------------------------- Name:[NAME] Firma:[COMPANYNAME] Telefonnummer:[PHONE] E-Mail:[EMAIL] Zusätzliche Anmerkung:[COMMENT] Items ---------------------------------- [ITEMS]
es_es: Solicitud de cotización -[STORENAME] ---------------------------------- Nombre:[NAME] Empresa:[COMPANYNAME] Número de teléfono:[PHONE] Email:[EMAIL] Comentario adicional:[COMMENT] Artículos ---------------------------------- [ITEMS]
fr_fr: Demande de devis -[STORENAME] ---------------------------------- Nom:[NAME] Société:[COMPANYNAME] Numéro de téléphone:[PHONE] Email:[EMAIL] Autres commentaires:[COMMENT] Articles ---------------------------------- [ITEMS]
nl_nl: Verzoek om Quote -[STORENAME] ---------------------------------- Naam:[NAME] Bedrijf:[COMPANYNAME] Telefoonnummer:[PHONE] E-mail:[EMAIL] Extra Commentaar:[COMMENT] Items ---------------------------------- [ITEMS]

# AjaxAddToWishlist.Text
source: Item added to your wishlist
de_de: Item zusätzlich zu Ihrer Wunschliste
es_es: Artículo añadido a su lista de deseos
fr_fr: Produit ajouté à votre liste
nl_nl: Item toegevoegd aan uw lijst

# AjaxAddToWishlistError.Text
source: Item already existings in your wishlist
de_de: Item bereits existings in Ihrer Wunschliste
es_es: Artículo ya existings en su lista de deseos
fr_fr: Produit déjà existings dans vos favoris
nl_nl: Product is existings in uw lijst

# AddToCart.Text
source: <i class="fa fa-shopping-cart fa-lg"></i> Add to Cart
de_de: In den Warenkorb legen
es_es: Añadir a la cesta
fr_fr: Ajouter au panier
nl_nl: Voeg toe aan winkelwagen

# AddToQuote.Text
source: <i class="fa fa-check fa-lg"></i>&nbsp;Request a Quote
de_de: Fordern Sie ein Angebot
es_es: Solicitar una cotización
fr_fr: Demander un devis
nl_nl: Vraag een offerte

# AddToWishlist.Text
source: Add to Wishlist
de_de: Auf den Wunschzettel
es_es: Agregar a la lista
fr_fr: Ajouter à ma liste d'envies
nl_nl: Zet op verlanglijst

# AjaxDeleteItemFromWishlist.Text
source: Item deleted from your wishlist
de_de: Artikel aus Ihrer Wunschliste gelöscht
es_es: Elemento se borre de su lista de deseos
fr_fr: Article supprimé de votre liste
nl_nl: Item verwijderd uit uw lijst

# Currency_Points.Text
source: Points:
de_de: Punkte:
es_es: Puntos:
nl_nl: Punten:

# AjaxAddToCartMessageNotEnoughPoints.Text
source: You do not have enough points to purchase this item.
de_de: Sie haben nicht genug Punkte, um diesen Artikel zu erwerben.
es_es: Usted no tiene los puntos suficientes para comprar este artículo.
fr_fr: Vous n'avez pas assez de points pour acheter cet article.
nl_nl: Je hoeft niet genoeg punten om dit item te kopen.

# AjaxAddToCartMessagePointsNotLoggedIn.Text
source: You must be logged in to purchase.
de_de: Du musst zum Kauf angemeldet sein.
es_es: Usted debe estar conectado a la compra.
fr_fr: Vous devez être connecté pour achat.
nl_nl: U moet ingelogd zijn om aan te schaffen.

# CouponExpired.Text
source: This coupon has expired.
de_de: Dieser Gutschein ist abgelaufen.
es_es: Este cupón ha caducado.
fr_fr: Ce coupon a expiré.
nl_nl: Deze coupon is verlopen.

# CouponMinSubtotal.Text
source: The minimum subtotal for this coupon is {0}.
de_de: Die minimale Zwischensumme für diesen Gutschein ist {0}.
es_es: El subtotal mínimo de este cupón es de {0}.
fr_fr: Le sous-total minimum pour ce coupon est {0}.
nl_nl: De minimale subtotaal voor deze coupon is {0}.

# CouponUsedMultipleTimes.Text
source: This coupon has already been used.
de_de: Dieser Gutschein wurde bereits verwendet.
es_es: Este cupón se ha utilizado ya.
fr_fr: Ce coupon a déjà été utilisé.
nl_nl: Deze coupon is al gebruikt.

# csvProductImportMissingHeader.Text
source: Mandatory header <strong>{0}</strong> is missing from the import file.
de_de: Mandatory Header <strong>{0}</strong> ist aus der Importdatei fehlt.
es_es: Cabecera obligatoria <strong>{0}</strong> no se encuentra en el archivo de importación.
fr_fr: Tête obligatoire <strong>{0}</strong> est absent du fichier d&#39;importation.
nl_nl: Verplichte header <strong>{0}</strong> ontbreekt in het importbestand.

# OrderDiscount.Text
source: Discount: {0}
de_de: Rabatt: {0}
es_es: Descuento: {0}
fr_fr: Remise: {0}
nl_nl: Korting: {0}

# ProductImport_CategoryMultipleMatches.Text
source: Category:{0} mulitple matches found
de_de: Kategorie: {0} mulitple Übereinstimmungen gefunden
es_es: Categoría: {0} coincide Mulitple encontrado
fr_fr: Catégorie: {0} correspond mulitple trouvés
nl_nl: Categorie: {0} mulitple wedstrijden gevonden

# ProductImport_CategoryNotFound.Text
source: Category:{0} not found
de_de: Kategorie: {0} nicht gefunden
es_es: Categoría: {0} no encontrado
fr_fr: Catégorie: {0} est introuvable
nl_nl: Categorie: {0} niet gevonden

# ProductImport_Error.Text
source: Some error occurred while importing the product at line:{0}, message:{1}
de_de: Einige Fehler beim Importieren der Produkt Linie: {0}, Nachricht: {1}
es_es: Algunos Error al importar el producto en la línea: {0}, el mensaje: {1}
fr_fr: Une erreur s&#39;est produite lors de l&#39;importation du produit à la ligne: {0}, le message: {1}
nl_nl: Er is een fout opgetreden tijdens het importeren van het product op regel: {0}, bericht: {1}

# productNewsLetterDescription.Text
source: <b>Below are the latest products to be added to our site!</b>
de_de: <b>Hier sind die neuesten Produkte auf unserer Webseite hinzugefügt werden!</b>
es_es: <b>A continuación se muestran los últimos productos que se añade a nuestro sitio!</b>
fr_fr: <b>Voici les derniers produits à ajouter à notre site!</b>
nl_nl: <b>Hieronder vindt u de producten toe te voegen aan onze site!</b>

# productNewsLetterSubject.Text
source: {0} Latest Products To Be Added To Our Store
de_de: {0} neuesten Produkte in unserem Webshop hinzugefügt werden
es_es: {0} últimos productos para ser añadido a nuestra tienda
fr_fr: {0} Derniers Produits Pour être ajouté à notre magasin
nl_nl: {0} Nieuwste producten worden toegevoegd aan onze winkel

# productNewsLetterSpecialOffer.Text
source: <b>Price:</b><br />Was <span class="StoreProductRegularPrice">{0}</span><br />Now <font color="red">{1}</font>
de_de: <b>Preis:</b> <br /> War <span class="StoreProductRegularPrice">{0}</span> <br /> Nun <font color="red">{1}</font>
es_es: <b>Precio:</b> <br /> Se <span class="StoreProductRegularPrice">{0}</span> <br /> Ahora <font color="red">{1}</font>
fr_fr: <b>Prix:</b> <br /> <span class="StoreProductRegularPrice">Etait-{0}</span> <br /> Maintenant <font color="red">{1}</font>
nl_nl: <b>Prijs:</b> <br /> Was <span class="StoreProductRegularPrice">{0}</span> <br /> Nu <font color="red">{1}</font>

# CVDropdownMenuControl.Title.Text
source: Actions
de_de: Aktionen
es_es: Acciones
nl_nl: Acties

# productNewsLetterFooter.Text
source: Please checkout our store to view the products.<br />If you wish to be removed from the mailing list please click <a href='{0}'> here</a>.<br />Kind Regards.
de_de: Bitte checkout unserem Shop die Produkte zu sehen. <br /> Wenn Sie aus der Mailing-Liste entfernt werden möchten, klicken Sie bitte <a href='{0}'>hier</a> . <br /> Mit freundlichen Grüßen.
es_es: Por favor, compra nuestra tienda para ver los productos. <br /> Si usted desea ser removido de la lista de distribución por favor haga clic <a href='{0}'>aquí</a> . <br /> Saludos cordiales.
fr_fr: S&#39;il vous plaît Commander notre magasin pour voir les produits. <br /> Si vous souhaitez être retiré de la liste de diffusion s&#39;il vous plaît cliquez <a href='{0}'>ici</a> . <br /> Cordialement.
nl_nl: Gelieve kassa onze winkel om de producten te bekijken. <br /> Indien u wenst te worden verwijderd uit de mailing list klik <a href='{0}'>hier</a> . <br /> Met vriendelijke groet.

# productNewsLetterNormalPrice.Text
source: <b>Price:</b> <font color='red'>{0}</font>
de_de: <b>Preis:</b> <font color='red'>{0}</font>
es_es: <b>Precio:</b> <font color='red'>{0}</font>
fr_fr: <b>Prix:</b> <font color='red'>{0}</font>
nl_nl: <b>Prijs:</b> <font color='red'>{0}</font>

# lblConfirmEmailFail.Text
source: Invalid details entered please try and subscribe again!
de_de: Ungültige Daten eingegeben Bitte versuchen Sie es erneut und abonnieren!
es_es: Inválido detalles por favor intente suscribirse de nuevo!
fr_fr: Détails non valide est entré s'il vous plaît essayer à nouveau et vous abonner!
nl_nl: Ongeldige gegevens ingevoerd probeer en schrijf je weer!

# lblConfirmEmailSuccess.Text
source: You have been successfully added to the product news letter emailing list!
de_de: Sie haben sich erfolgreich um ein Produkt zu Rundbrief per E-Mail-Liste aufgenommen!
es_es: Usted ha sido agregado con éxito a la lista de novedades de productos de correo electrónico a la carta!
fr_fr: Vous avez été correctement ajouté à la liste de produits Nouvelles emailing lettre!
nl_nl: U bent succesvol toegevoegd aan het product nieuwsbrief e-mailen lijst!

# lblUnsubscribeResource.Text
source: You have successfully unsubscribed from the product news letter!
de_de: Sie haben sich erfolgreich von der Produkt-News Letter abgemeldet!
es_es: Ha cancelado su suscripción al boletín de noticias del producto!
fr_fr: Vous avez réussi à désabonné de la lettre de nouvelles de produit!
nl_nl: U hebt het abonnement op de product nieuwsbrief!

# productNewsLetterConfirmEmailAddressSubject.Text
source: {0} Confirm Email Address
de_de: {0} Email-Adresse bestätigen
es_es: {0} Confirmar dirección de correo electrónico
fr_fr: {0} Confirmez votre adresse email
nl_nl: {0} E-mailadres bevestigen

# productNewsLetterConfirmEmailMessage.Text
source: Please click the link <a href='{0}'>here</a> in order to confirm your email address and join the email list.<br /> Kind regards.
de_de: Bitte klicken Sie den Link <a href='{0}'>hier</a> , um Ihre E-Mail-Adresse zu bestätigen und kommen Sie mit dem E-Mail-Liste. <br /> Mit freundlichen Grüßen.
es_es: Por favor, haga clic en el enlace de <a href='{0}'>aquí</a> a fin de confirmar su dirección de correo electrónico y unirse a la lista de correo electrónico. <br /> Saludos cordiales.
fr_fr: S&#39;il vous plaît cliquer sur le lien <a href='{0}'>ici,</a> afin de confirmer votre adresse email et rejoindre la liste de courriel. <br /> Cordialement.
nl_nl: Klik op de link <a href='{0}'>hier</a> om uw e-mailadres te bevestigen en lid van de e-maillijst. <br /> Met vriendelijke groet.
