Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/SharedResources.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# default.ProductWidget.SimpleTemplate.Header.Text
source: <style> .productWidgetSimple{ padding:0px; } .productWidgetSimple li{ list-style-type:none; margin:0px 5px; display:inline; float:left; width:150px; border:1px solid #eee; text-align:center; } .productWidgetSimple .simpleWidgetImage{ display:block; } .pwsPrice{ color:#f00; font-weight:900; } </style> <script type="text/javascript"> jQuery(document).ready(function(){ var maxHeight = Math.max.apply(null, jQuery(".simpleWidgetImage img").map(function () { return jQuery(this).height(); }).get()); jQuery(".simpleWidgetImage").css("height", maxHeight + 10 + "px"); }); </script> <ul class="productWidgetSimple">
de_de: <style> .productWidgetSimple{ padding:0px; } .productWidgetSimple li{ list-style-type:none; margin:0px 5px; display:inline; float:left; width:150px; border:1px solid #eee; height:170px; text-align:center; } .pwsPrice{ color:#f00; font-weight:900; } </style> <ul class="productWidgetSimple">
es_es: <style> .productWidgetSimple{ padding:0px; } .productWidgetSimple li{ list-style-type:none; margin:0px 5px; display:inline; float:left; width:150px; border:1px solid #eee; height:170px; text-align:center; } .pwsPrice{ color:#f00; font-weight:900; } </style> <ul class="productWidgetSimple">
fr_fr: <style> .productWidgetSimple{ padding:0px; } .productWidgetSimple li{ list-style-type:none; margin:0px 5px; display:inline; float:left; width:150px; border:1px solid #eee; height:170px; text-align:center; } .pwsPrice{ color:#f00; font-weight:900; } </style> <ul class="productWidgetSimple">
nl_nl: <style> .productWidgetSimple{ padding:0px; } .productWidgetSimple li{ list-style-type:none; margin:0px 5px; display:inline; float:left; width:150px; border:1px solid #eee; height:170px; text-align:center; } .pwsPrice{ color:#f00; font-weight:900; } </style> <ul class="productWidgetSimple">

# default.ProductWidget.SimpleTemplate.Item.Text
source: <li itemscope itemtype="http://schema.org/Product" class="cvVariantBoundary"> <h3 itemprop="name">[MODELNAME]</h3> <a href="[VIEWDETAILSLINKURL]" class="simpleWidgetImage"><img itemprop="image" src="[SMALLIMAGEURL]" border="0" alt="[MODELNAME]"/></a> <p><a href="#" onclick="[ADDTOCARTLINKURL]">Add to Cart</a></p> <div itemprop="offers" itemscope itemtype="http://schema.org/Offer"> <span class="pwsPrice" itemprop="price">[PRICE]</span> </div> </li>
de_de: <li itemscope itemtype="http://schema.org/Product" class="cvVariantBoundary"> <h3 itemprop="name">[MODELNAME]</h3> <a href="[VIEWDETAILSLINKURL]"><img itemprop="image" src="[SMALLIMAGEURL]" border="0" alt="[MODELNAME]"/></a> <p><a href="#" onclick="[ADDTOCARTLINKURL]">Add to Cart</a></p> <div itemprop="offers" itemscope itemtype="http://schema.org/Offer"> <span class="pwsPrice" itemprop="price">[PRICE]</span> </div> </li>
es_es: <li itemscope itemtype="http://schema.org/Product" class="cvVariantBoundary"> <h3 itemprop="name">[MODELNAME]</h3> <a href="[VIEWDETAILSLINKURL]"><img itemprop="image" src="[SMALLIMAGEURL]" border="0" alt="[MODELNAME]"/></a> <p><a href="#" onclick="[ADDTOCARTLINKURL]">Add to Cart</a></p> <div itemprop="offers" itemscope itemtype="http://schema.org/Offer"> <span class="pwsPrice" itemprop="price">[PRICE]</span> </div> </li>
fr_fr: <li itemscope itemtype="http://schema.org/Product" class="cvVariantBoundary"> <h3 itemprop="name">[MODELNAME]</h3> <a href="[VIEWDETAILSLINKURL]"><img itemprop="image" src="[SMALLIMAGEURL]" border="0" alt="[MODELNAME]"/></a> <p><a href="#" onclick="[ADDTOCARTLINKURL]">Add to Cart</a></p> <div itemprop="offers" itemscope itemtype="http://schema.org/Offer"> <span class="pwsPrice" itemprop="price">[PRICE]</span> </div> </li>
nl_nl: <li itemscope itemtype="http://schema.org/Product" class="cvVariantBoundary"> <h3 itemprop="name">[MODELNAME]</h3> <a href="[VIEWDETAILSLINKURL]"><img itemprop="image" src="[SMALLIMAGEURL]" border="0" alt="[MODELNAME]"/></a> <p><a href="#" onclick="[ADDTOCARTLINKURL]">Add to Cart</a></p> <div itemprop="offers" itemscope itemtype="http://schema.org/Offer"> <span class="pwsPrice" itemprop="price">[PRICE]</span> </div> </li>

# default.ProductWidget.SimpleTemplate.Name.Text
source: Simple display - Default Template
de_de: Einfache Anzeige - Default Template
es_es: Sencilla pantalla - plantilla por defecto
fr_fr: Affichage simple - Modèle par défaut
nl_nl: Eenvoudige weergave - Default Template

# AjaxAdminGallerySortOrderNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminGallerySortOrderSaved.Text
source: Applied the sorting
de_de: Applied der Sortierung
es_es: Aplicada la clasificación
fr_fr: Appliquée au tri
nl_nl: Toegepast de sortering

# AjaxAdminGalleryUpdateCaptionNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminGalleryUpdateCaptionSaved.Text
source: Title has been stored
de_de: Titel gespeichert wurde
es_es: Título ha sido almacenada
fr_fr: Titre a été stocké
nl_nl: Titel is opgeslagen

# AjaxAdminProductCategoryAssignmentNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductCategoryAssignmentSaved.Text
source: Product category assign updated
de_de: Produktkategorie aktualisiert zuweisen
es_es: Categoría de producto asignar actualizado
fr_fr: Catégorie de produit assigner à jour
nl_nl: Product categorie toewijzen bijgewerkt

# AjaxAdminProductVariantAddNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductVariantAddSaved.Text
source: Variant Saved
de_de: Variante gesichert
es_es: Variante Guardado
fr_fr: Variante sauvegardées
nl_nl: Variant Opgeslagen

# AjaxAdminProductVariantDeleteNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductVariantGetNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductVariantListNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductVariantOptionDeleteNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# rssFeedFeaturedProductsDescription.Text
source: Products that are currently marked as featured in my store.
de_de: Produkte, die derzeit markiert sind, wie in meinem Speicher vorgestellt.
es_es: Productos que actualmente están marcados como aparece en mi tienda.
fr_fr: Les produits qui sont actuellement marqués comme présenté dans mon magasin.
nl_nl: Producten die momenteel zijn gemarkeerd als featured in mijn winkel.

# rssFeedFeaturedTitle.Text
source: Featured Products
es_es: Productos destacados
fr_fr: Produits en vedette
nl_nl: In de schijnwerpers

# rssFeedNewProductsDescription.Text
source: Products that have been added to the store within the last 30 days!
de_de: Produkte, die in den Laden wurden innerhalb der letzten 30 Tage!
es_es: Los productos que han sido añadidos a la tienda dentro de los últimos 30 días!
fr_fr: Les produits qui ont été ajoutés au magasin dans les 30 derniers jours!
nl_nl: Producten die zijn aan de winkel toegevoegd in de laatste 30 dagen!

# rssFeedNewProductsTitle.Text
source: New Products
es_es: Nuevos Productos
fr_fr: Nouveaux produits
nl_nl: Nieuwe producten

# rssFeedPopularProductsDescription.Text
source: The top selling products in my store.
de_de: Die meistverkauften Produkte in meinem Speicher.
es_es: Los más vendidos los productos en mi tienda.
fr_fr: Le haut de vendre des produits dans mon magasin.
nl_nl: De best verkopende producten in mijn winkel.

# rssFeedPopularProductsTitle.Text
source: Top Selling Products
de_de: Top Selling Produkte
es_es: Productos más vendidos
fr_fr: Produits les plus vendus
nl_nl: Top Verkoop Producten

# OrderDetailsHeader.Text
source: Order Details
es_es: Details
fr_fr: Détails de la commande
nl_nl: Bestellen Details

# OrderPdfDiscount.Text
source: Discount:
de_de: Rabatt:
es_es: Descuento:
fr_fr: Remise:
nl_nl: Korting:

# OrderPdfShipping.Text
source: Shipping:
de_de: Versand:
es_es: Gastos de envío:
fr_fr: Expédition:
nl_nl: Verzending:

# OrderpdfSubtotal.Text
source: Subtotal
de_de: Zwischensumme
es_es: Total parcial
fr_fr: Sous-total
nl_nl: Subtotaal

# OrderPdfTax.Text
source: Tax:
de_de: Steuern:
es_es: Impuesto:
fr_fr: D'impôt:
nl_nl: Belasting:

# OrderPdfVat.Text
source: Vat:
es_es: IVA:
fr_fr: TVA:
nl_nl: Btw:

# OrderPrice.Text
source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
nl_nl: Prijs

# OrderProduct.Text
source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit

# OrderQty.Text
source: Qty
de_de: Anz
es_es: Cantidad
fr_fr: Qté
nl_nl: Aantal

# OrderStatus.Text
source: Order Status:
de_de: Status der Bestellung:
es_es: Estado del pedido:
fr_fr: Statut de la commande:

# ShippingMethod.Text
source: Shipping Method:
de_de: Liefer-Methode
es_es: Método de envío
fr_fr: Méthode d'expédition
nl_nl: Verzendmethode

# AjaxBundleAddToCartFailMessage.Text
source: The following items from the bundle were not added to your cart:<br /><br />
de_de: Die folgenden Elemente aus dem Bündel nicht in Ihren Warenkorb gelegt: <br /><br />
es_es: Los siguientes artículos del paquete no se han añadido a su carrito: <br /><br />
fr_fr: Les éléments suivants du faisceau ne sont pas ajoutés à votre panier: <br /><br />
nl_nl: De volgende onderdelen van de bundel werden niet opgenomen in uw winkelwagen: <br /><br />

# AjaxBundleAddToCartMessage.Text
source: All items in the bundle were added to your cart!
de_de: Alle Artikel in dem Bündel wurden in Ihren Warenkorb gelegt!
es_es: Todos los elementos del conjunto se han añadido a su carrito!
fr_fr: Tous les éléments dans le faisceau ont été ajoutés à votre panier!
nl_nl: Alle items in de bundel zijn toegevoegd aan uw mandje!

# AjaxBundleAddToCartHasVariants.Text
source: {0} - has product variants and can only be added via the product details page.<br />
de_de: {0} - hat Produktvarianten und können nur über die Produkt-Details-Seite hinzugefügt werden. <br />
es_es: {0} - tiene variantes de productos y sólo se pueden agregar a través de la página de detalles del producto. <br />
fr_fr: {0} - a des variantes de produits et ne peut être ajoutée via la page des détails de produit. <br />
nl_nl: {0} - heeft product varianten en kunnen alleen worden toegevoegd via de pagina met productdetails. <br />

# AjaxBundleAddToCartIsRoq.Text
source: {0} - this product is a request a quote item only.<br />
de_de: {0} - Dieses Produkt ist ein Angebot anfordern Artikel nur. <br />
es_es: {0} - este producto es una petición de un elemento de cita solamente. <br />
fr_fr: {0} - ce produit est une demande un élément ne citer. <br />
nl_nl: {0} - dit product is een vraag een offerte aan item alleen. <br />

# AjaxBundlePointsNotEnoughPoints.Text
source: {0} - you do not have enough points to purchase this item.<br />
de_de: {0} - Sie haben nicht genug Punkte, um diesen Artikel zu erwerben. <br />
es_es: {0} - usted no tiene los puntos suficientes para comprar este artículo. <br />
fr_fr: {0} - vous n&#39;avez pas assez de points pour acheter cet article. <br />
nl_nl: {0} - u niet genoeg punten om dit item te kopen. <br />

# AjaxBundlePointsNotLoggedIn.Text
source: {0} - is a payment points product and your not logged in yet.<br />
de_de: {0} - ist eine Zahlung Punkte Produkt und Ihr noch nicht angemeldet. <br />
es_es: {0} - es un producto de pago y sus puntos no registrados en el momento. <br />
fr_fr: {0} - est un produit de paiement points et vous n&#39;êtes pas encore connecté. <br />
nl_nl: {0} - is een betaling punten product en uw nog niet ingelogd. <br />

# CouponHasNotStarted.Text
source: Coupon has not started yet.
de_de: Coupon hat noch nicht begonnen.
es_es: El cupón no ha comenzado todavía.
fr_fr: Coupon n'a pas encore commencé.
nl_nl: Coupon is nog niet begonnen.

# CouponInvalidEmail.Text
source: Please enter your email address that has been assigned to this coupon.
de_de: Bitte geben Sie Ihre E-Mail-Adresse, die diesen Coupon zugewiesen wurde.
es_es: Por favor, introduzca su dirección de correo electrónico que ha sido asignado a este cupón.
fr_fr: S'il vous plaît, entrez votre adresse e-mail qui a été attribué à ce coupon.
nl_nl: Vul je e-mail adres dat is toegewezen aan deze coupon.

# CouponInvalidSubtotal.Text
source: The discount would result in a credit to yourselves, this is not allowed.
de_de: Der Rabatt würde in eine Gutschrift auf euch führen, ist dies nicht erlaubt.
es_es: El descuento se traduciría en un crédito a sí mismos, esto no está permitido.
fr_fr: La remise se traduirait par un crédit pour vous, ce n'est pas permis.
nl_nl: De korting zou resulteren in een krediet aan uzelf, is dit niet toegestaan.

# AjaxAdminProductUserPriceAddNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductUserPriceAddSaved.Text
source: User Specific Pricing has been stored
de_de: Benutzerspezifische Pricing gespeichert wurde
es_es: Precio de usuario específico se ha almacenado
fr_fr: Tarification utilisateur spécifique a été stocké
nl_nl: Gebruiker specifieke prijzen is opgeslagen

# donationProductName.Text
source: Donation
de_de: Spende
es_es: Donación
fr_fr: Don
nl_nl: Schenking

# AjaxAdminProductUserPriceDeleteNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductUserPriceGetNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductUserPricingListNotAuth.Text
source: Not Authorised
de_de: Nicht berechtigt
es_es: No autorizado
fr_fr: Non Autorisé
nl_nl: Niet Toegelaten

# AjaxAdminProductUserPriceAddDuplicate.Text
source: User or Role is already assigned to this product
de_de: Benutzer oder Rolle ist bereits zu diesem Produkt zugeordnet
es_es: Usuario o una función ya se ha asignado a este producto
fr_fr: Utilisateur ou le rôle est déjà attribué à ce produit
nl_nl: Gebruiker of rol is reeds toegewezen aan dit product

# AjaxAdminProductUserPriceAddUserNotFound.Text
source: Error - Unable to find the user from the value entered
de_de: Error - Kann der Benutzer den Wert zu finden eingetragen
es_es: Error - No se puede encontrar el usuario en el valor introducido
fr_fr: Erreur - Impossible de trouver l'utilisateur de la valeur entrée
nl_nl: Fout - Kan de gebruiker te vinden vanaf de ingevoerde waarde

# CouponSkuNotFound.Text
source: The product this coupon applies to has not been found in your cart. To use this coupon please add a product with the model number {0} to your cart.
de_de: Das Produkt dieser Gutschein gilt für nicht in Ihrem Einkaufswagen gefunden worden.
es_es: El producto se aplica a este cupón no se ha encontrado en su carrito.
fr_fr: Le produit de ce coupon s'applique à n'a pas été trouvé dans votre panier.
nl_nl: Het product deze coupon geldt is niet gevonden in uw winkelwagen.

# AjaxAddToCartMessageVariantsOutOfStock.Text
source: We do not have enough items in stock for this combination of product variants.
de_de: Wir haben nicht genug Artikel auf Lager für diese Kombination von Produkt-Varianten.
es_es: No tenemos suficientes elementos en stock para esta combinación de variantes de productos.
fr_fr: Nous n'avons pas suffisamment d'éléments en stock pour cette combinaison de variantes de produits.
nl_nl: We hebben niet genoeg onderdelen op voorraad voor deze combinatie van product-varianten.

# lblShippingNotAvailable.Text
source: Not Available
de_de: Nicht verfügbar
es_es: No está disponible
fr_fr: Non disponible
nl_nl: Niet beschikbaar

# CreatedDateNO.Text
source: Newest Items
de_de: Neueste Artikel
es_es: Artículos más recientes
fr_fr: Articles récent
nl_nl: Nieuwste Items

# CreatedDateON.Text
source: Oldest Items
de_de: Älteste Artikel
es_es: Artículos más antiguos
fr_fr: Objets les plus vieux
nl_nl: Oudste Items

# ManufacturerAZ.Text
source: Manufacturer - A-Z
de_de: Hersteller - AZ
es_es: Fabricante - AZ
fr_fr: Fabricant - AZ
nl_nl: Fabrikant - AZ

# ManufacturerZA.Text
source: Manufacturer - Z-A
de_de: Hersteller - ZA
es_es: Fabricante - ZA
fr_fr: Fabricant - ZA
nl_nl: Fabrikant - ZA

# ModelNameAZ.Text
source: Model Name - A-Z
de_de: Modell Name - AZ
es_es: Nombre del modelo - AZ
fr_fr: Nom du modèle - AZ
nl_nl: Modelnaam - AZ

# ModelNameZA.Text
source: Model Name - Z-A
de_de: Modell Name - ZA
es_es: Nombre del modelo - ZA
fr_fr: Nom du modèle - ZA
nl_nl: Modelnaam - ZA

# ModelNumberAZ.Text
source: Model Number - A-Z
de_de: Modellnummer - AZ
es_es: Número de modelo - AZ
fr_fr: Numéro de modèle - AZ
nl_nl: Modelnummer - AZ

# ModelNumberZA.Text
source: Model Number - Z-A
de_de: Modellnummer - ZA
es_es: Número de modelo - ZA
fr_fr: Numéro de modèle - ZA
nl_nl: Modelnummer - ZA

# UnitPriceHL.Text
source: Price - High-Low
de_de: Preis - auf High-Low
es_es: Precio - Alto-Bajo
fr_fr: Prix ​​- High-Low
nl_nl: Prijs - High-Low

# UnitPriceLH.Text
source: Price - Low-High
de_de: Preis - Low-High
es_es: Precio - Bajo-Alto
fr_fr: Prix ​​- Bas-Haut
nl_nl: Prijs - Laag-Hoog

# AjaxAddToCartMessageExceedCustomerLimit.Text
source: The maximum number of this product that can be purchased per customer is {0}
de_de: Die maximale Anzahl von diesem Produkt, dass pro Kunde gekauft werden kann, ist {0}
es_es: El número máximo de este producto que pueden ser comprados por cliente es de {0}
fr_fr: Le nombre maximum de ce produit qui peuvent être achetés par client est de {0}
nl_nl: Het maximum aantal van dit product dat kan worden gekocht per klant is {0}

# AjaxAdminProductOfferNotAuth.Text
source: Not Authorized
de_de: Nicht autorisierte
es_es: No autorizado
fr_fr: Non autorisé
nl_nl: Niet bevoegd

# ProductImportErrorMultipleProducts.Text
source: Multiple products with the model number {0} was found, this product has not been updated.
de_de: Mehrere Produkte mit dem Modell-Nummer {0} gefunden wurde, hat dieses Produkt nicht aktualisiert worden.
es_es: Múltiples productos con el número de modelo {0} se ha encontrado, este producto no ha sido actualizado.
fr_fr: Produits multiples avec le numéro du modèle {0} a été trouvée, ce produit n&#39;a pas été mis à jour.
nl_nl: Meerdere producten met het model nummer {0} werd gevonden, is dit product niet meer bijgewerkt.

# AjaxCreateNewWishlist.Text
source: Wishlist created, you are now free to add products to this wishlist!
de_de: Wunschliste erstellt, Sie sind jetzt frei, um Produkte in dieser Wunschliste!
es_es: Lista creada, ahora son libres de añadir productos a esta lista!
fr_fr: Wishlist créé, vous êtes maintenant libre d'ajouter des produits à cette liste d'envies!
nl_nl: Verlanglijstje gemaakt, je bent nu vrij om producten toe te voegen aan deze wishlist!

# AjaxCreateNewWishlistFailed.Text
source: An error occured your wishlist has not been created.
de_de: Ist ein Fehler aufgetreten Ihrer Wunschliste nicht erstellt wurde.
es_es: Se produjo un error de su lista no ha sido creado.
fr_fr: Une erreur s'est produite votre liste n'a pas été créé.
nl_nl: Er is een fout opgetreden aan uw lijst is nog niet gemaakt.

# AjaxComparisionListAlreadyInList.Text
source: This item is already in your comparison list.
de_de: Dieser Artikel ist bereits in Ihren Vergleich Liste.
es_es: Este producto está en la lista de comparación.
fr_fr: Ce poste est déjà dans votre liste de comparaison.
nl_nl: Deze post is al in uw vergelijkingslijst.

# AjaxComparisionListToManyProducts.Text
source: Only 4 products can be added to a comparison list.
de_de: Nur 4 Produkte können für einen Vergleich Liste hinzugefügt werden.
es_es: Sólo cuatro productos se pueden añadir a una lista de cotejo.
fr_fr: Seulement 4 produits peuvent être ajoutés à une liste de comparaison.
nl_nl: Slechts 4 producten kunnen worden toegevoegd om een ​​vergelijking lijst.

# AjaxProductAddedToComparisionList.Text
source: Product added to your comparison list.
de_de: Produkt zusätzlich zu Ihrer Vergleichsliste.
es_es: Producto añadido a su lista de comparación.
fr_fr: Produit ajouté à votre liste de comparaison.
nl_nl: Product toegevoegd aan uw vergelijkingslijst.

# lblCreateNewWishList.Text
source: Create New Wishlist
de_de: Create New Wunschzettel
es_es: Crear Lista Nueva
fr_fr: Créer ma liste d'envies Nouveau
nl_nl: Nieuwe verlanglijst

# lblAddToWishList.Text
source: Add To Wishlist
de_de: Zur Wunschliste hinzufügen
es_es: Agregar a la lista
fr_fr: Ajouter à mes favoris
nl_nl: Zet op verlanglijst

# AjaxComparisonListHasProducts.Text
source: Please add a product to the comparison list
de_de: Bitte fügen Sie einen Artikel in der Vergleichsliste
es_es: Por favor, añada un producto a la lista de comparación
fr_fr: S'il vous plaît ajouter un produit à la liste de comparaison
nl_nl: Voeg een product aan de vergelijking lijst

# AjaxProductVisualizerAction.Text
source: Action
de_de: Aktion
es_es: Acción
nl_nl: Actie

# AjaxProductVisualizerAlreadyHaveVariant.Text
source: A marker already exists for this varaint option, please edit the existing one rather than add a new one.
de_de: Eine Markierung gibt es bereits für dieses varaint Option, editieren Sie bitte die bestehenden anstatt eine neue hinzufügen.
es_es: Un marcador que ya existe para esta opción varaint, por favor, edite la ya existente en lugar de añadir uno nuevo.
fr_fr: Un marqueur existe déjà pour cette option varaint, s'il vous plaît modifier l'existant plutôt que d'ajouter un nouveau.
nl_nl: Een marker die reeds bestaat voor deze varaint optie, bewerk het bestaande in plaats van toe te voegen een nieuwe.

# AjaxProductVisualizerCharacterLimit.Text
source: Character Limit
es_es: Límite de caracteres
fr_fr: Limite de caractères
nl_nl: Tekenlimiet

# AjaxProductVisualizerDelete.Text
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

# AjaxProductVisualizerEdit.Text
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken

# AjaxProductVisualizerIsText.Text
source: Is Text
de_de: Ist Text
es_es: Es texto
fr_fr: Est un texte
nl_nl: Is Tekst

# AjaxProductVisualizerNoMarker.Text
source: No markers have been added yet.
de_de: Kein Marker wurden noch aufgenommen.
es_es: No se dispone de marcadores agregados.
fr_fr: Aucun des marqueurs n'a encore été ajouté.
nl_nl: Geen markers zijn nog toegevoegd.

# AjaxProductVisualizerVariantOptionName.Text
source: Variant Option Name
es_es: Variante Opción Nombre
fr_fr: Nom de l'option Variante
nl_nl: Variant optie Naam

# AjaxProductVisualizerFont.Text
source: Font
de_de: Schriftart
es_es: Fuente

# AjaxProductVisualizerFontColour.Text
source: Font Colour
de_de: Farbe, Schrift
es_es: Color de la fuente
fr_fr: Couleur de police
nl_nl: Font kleur

# AjaxProductVisualizerFontSize.Text
source: Font Size
de_de: Schriftgröße
es_es: Tamaño de la Fuente
fr_fr: Taille de la police
nl_nl: Tekengrootte

# AjaxCreateProductVisualizerImage.Text
source: We are unable to create your personalized image at this moment.
de_de: Wir sind nicht auf Ihre persönlichen Bild in diesem Moment zu schaffen.
es_es: No somos capaces de crear su imagen personalizada en este momento.
fr_fr: Nous sommes incapables de créer votre image personnalisée en ce moment.
nl_nl: We zijn niet in staat om uw persoonlijke afbeelding te creëren op dit moment.

# userSuppliedImage.Text
source: User supplied image.
de_de: Benutzer gelieferten Bildes.
es_es: Suministrados por el usuario de la imagen.
fr_fr: Fourni par l'utilisateur de l'image.
nl_nl: Gebruiker geleverde beeld.
