Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/ShippingAdmin.ascx.*.resx
Languages: de_de, es_es

# lblShipping.Help
source: Select the shipping provider which should be used to calculate the shipping charge for the cart.
de_de: Wählen Sie die Versand-Anbieter, mit dem die Versandkostenpauschale für den Wagen berechnen sollte.
es_es: Seleccione el proveedor de transporte marítimo que debe ser usada para calcular los gastos de envío para el carro.

# lblShipping.Text
source: Shipping Provider
de_de: Liefer-Provider
es_es: Proveedor del envío

# ShippingNotSelected.Text
source: Unable to find the selected shipping provider
de_de: Kann der gewählten Versandkosten Anbieter finden
es_es: No se puede encontrar el proveedor de envío seleccionado

# lblShippingAppliesTax.Help
source: When checked the shipping cost of an order also attracts Tax/VAT. When unchecked the shipping cost does attract any taxation. Note the handling fee is a separate item and this setting doesn't control if this is tax or not. See the checkbox below to define the handling fee tax flag.
de_de: Wenn diese Option aktiviert die Versandkosten einer Bestellung zieht auch Steuern & MwSt.. Wenn deaktiviert die Versandkosten anziehen keiner Besteuerung tut.
es_es: Cuando se activa el costo de envío de un pedido también atrae Impuestos / IVA. Si no se selecciona el costo de envío es atraer a ningún impuesto.

# lblShippingAppliesTax.Text
source: Apply Tax/Vat to Shipping Costs
de_de: Bewerben MwSt. auf Versandkosten
es_es: Aplicar impuestos / IVA de Gastos de envío

# lblAllowInStorePickup.Help
source: Is selected during the shipping selection process the customer will have the option to "pick up from store", this shipping option will not encur any costs to the customer.
de_de: Ausgewählt wird während des Transports Auswahlprozess wird der Kunde die Option "Abholung vom Geschäft", dieses Versandkosten Option wird nicht encur Kosten für den Kunden haben.
es_es: Se selecciona durante el proceso de selección de envío, el cliente tendrá la opción de "recoger en la tienda", esta opción de envío no se encur ningún coste para el cliente.

# lblAllowInStorePickup.Text
source: Allow In Store Pickup
de_de: Lassen In Store Pickup
es_es: Permitir En Recoger en tienda

# lblCartMiniSubTotal.Text
source: Min. Cart Sub Total
de_de: Min. Warenkorb Zwischensumme
es_es: Min. Sub total de la cesta

# lblCountryTitle.Text
source: Country
de_de: Land
es_es: País

# lblFreeShipping.Help
source: This allows you to define countries which qualify for free shipping, no shipping charge will apply to the orders for these countries.
de_de: Dies ermöglicht Ihnen, Länder, die für freie Schifffahrt qualifizieren definieren, keine Versandgebühren werden die Aufträge für diese Länder gelten.
es_es: Esto le permite definir los países que califican para envíos gratuitos, sin costo de envío se aplicarán a las resoluciones de estos países.

# lblFreeShipping.Text
source: Free Shipping
de_de: Versandkosten
es_es: El envío gratuito

# lblFreeShippingBySubTotal.Help
source: This allows you to define if the cart will qualify for free shipping based on the cart sub total and the shipping country. The cart will need to be equal or greater in value than the minimun cart sub total.
de_de: Damit können Sie festlegen, ob der Wagen für freie Schifffahrt auf dem Wagen Zwischensumme und die Schifffahrt Land qualifizieren wird. Der Wagen muss gleich oder größer sein als der Wert die minimale Warenkorb Zwischensumme.
es_es: Esto le permite definir si el carro va a calificar para el envío gratuito basado en el total de la cesta sub y el país de envío. El carro deberá ser igual o mayor valor que el sub mínimo total de la cesta.

# lblFreeShippingBySubTotal.Text
source: Free Shipping by Cart Sub Total
de_de: Kostenloser Versand per Warenkorb Zwischensumme
es_es: El envío gratuito por el Sub compra total

# FreeShippingCountryDuplicate.Text
source: This country already exists in the free shipping table
de_de: Dieses Land ist bereits in der Tabelle Versandkosten frei
es_es: Este país ya existe en la tabla de envío gratis

# FreeShippingMinimumValueZero.Text
source: The Mini. Cart Sub Total should be greater than zero
de_de: Der Mini. Warenkorb Zwischensumme sollte größer als Null
es_es: El Mini. Cesta Sub total debe ser mayor que cero

# lblHeaderText.Text
source: Shipping Settings
de_de: Liefer-Einstellungen
es_es: Configuración de envío
