Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/SinglePageCheckout.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# btnPlaceOrder.Text
source: <i class="fa fa-arrow-circle-right fa-lg"></i> Place Order
de_de: Bestellung aufgeben
es_es: Realizar el pedido
fr_fr: Passer une commande
nl_nl: Plaats uw bestelling

# chkInStorePickUp.Text
source: Collect All Items From the Store<br /><br />
de_de: Abholung im Ladengeschäft möglich <br /><br />
es_es: Recoger en la tienda <br /><br />
fr_fr: Recueillir Store <br /><br />
nl_nl: Verzamelen Store <br /><br />

# lblAddress1.Text
source: Address 1
de_de: Adresse 1
es_es: Dirección 1
fr_fr: Adresse 1
nl_nl: Adres 1

# lblAddress1Required.Text
source: Address 1 is required <br />
de_de: Adresse 1 ist erforderlich, <br />
es_es: Dirección 1 es necesario <br />
fr_fr: Adresse 1 est requis <br />
nl_nl: Adres 1 is vereist <br />

# lblAddress2.Text
source: Address 2
de_de: Anschrift 2
es_es: Dirección 2
fr_fr: Adresse 2
nl_nl: Adres 2

# lblBillingAddress.Text
source: Billing Address
de_de: Rechnungsadresse
es_es: Dirección de facturación
fr_fr: Adresse de facturation

# lblCardSecurityNumber.Text
source: Card Security Number
de_de: Sicherheitsnummer
es_es: Número de Tarjeta de Seguridad
fr_fr: Nombre sécurité des cartes

# lblCardSecurityRequired.Text
source: Card Security Number is required <br />
de_de: Card Security Number ist erforderlich <br />
es_es: Número de tarjeta de seguridad se requiere <br />
fr_fr: Nombre sécurité des cartes est nécessaire <br />
nl_nl: Card Security Number is vereist <br />

# lblCartEmpty.Text
source: Your cart is empty
de_de: Ihr Warenkorb ist leer
es_es: Su cesta está vacía
fr_fr: Votre panier est vide
nl_nl: Uw winkelwagen is leeg

# lblCCRequired.Text
source: Credit Card number is required <br />
de_de: Credit Card Nummer wird benötigt <br />
es_es: Número de tarjeta de crédito se requiere <br />
fr_fr: Numéro de carte de crédit est requise <br />
nl_nl: Credit Card nummer is vereist <br />

# lblCity.Text
source: City
es_es: Ciudad
fr_fr: Ville

# lblCityRequired.Text
source: City is required <br />
de_de: City ist erforderlich <br />
es_es: Ciudad es necesario <br />
fr_fr: Ville est nécessaire <br />
nl_nl: Plaats is verplicht <br />

# lblCompanyName.Text
source: Company Name
de_de: Name des Unternehmens
es_es: Nombre de compañía
fr_fr: Nom de l'entreprise
nl_nl: Bedrijfsnaam

# lblCompanyNameRequired.Text
source: Company Name is required <br />
de_de: Name des Unternehmens erforderlich ist <br />
es_es: Nombre de la empresa se requiere <br />
fr_fr: Nom de l'entreprise est nécessaire <br />
nl_nl: Bedrijfsnaam is vereist <br />

# lblCountry.Text
source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land

# lblCreditCardNumber.Text
source: Credit Card Number
de_de: Nummer der Kreditkarte
es_es: Número de tarjeta
fr_fr: Numéro de carte de crédit
nl_nl: Credit Card Nummer

# lblDiscount.Text
source: Discount
de_de: Rabatt
es_es: Descuento
fr_fr: Remise
nl_nl: Korting

# lblEmail.Text
source: Email Address
de_de: E-Mail Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
nl_nl: E-mailadres

# lblEmailNotValid.Text
source: Email is not valid<br />
de_de: Email ist nicht gültig <br />
es_es: El correo electrónico no es válida <br />
fr_fr: Email n'est pas valide <br />
nl_nl: E-mail is niet geldig <br />

# lblEmailRequired.Text
source: Email is required <br />
de_de: E-Mail ist erforderlich <br />
es_es: El correo electrónico es necesario <br />
fr_fr: Email est requis <br />
nl_nl: E-mail is noodzakelijk <br />

# lblExpiry.Text
source: Expiry Date
de_de: Verfallsdatum
es_es: Fecha de Expiración
fr_fr: Date d'expiration
nl_nl: Vervaldatum

# lblFirstName.Text
source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
nl_nl: Voornaam

# lblFirstNameRequired.Text
source: First Name is required <br />
de_de: Vorname ist erforderlich <br />
es_es: Nombre es requerido <br />
fr_fr: Prénom est requis <br />
nl_nl: Voornaam is een verplicht <br />

# lblFreeShipping.Text
source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

# lblOrderFailed.Text
source: Order failed please try again, you have not been charged.
de_de: Auftrag fehlgeschlagen bitte versuchen Sie es erneut, haben Sie nicht angeklagt worden.
es_es: Para no intente de nuevo, que no han sido acusados​​.
fr_fr: Ordre échoué s'il vous plaît essayer à nouveau, vous n'avez pas été facturé.
nl_nl: Bestel mislukt Probeer het opnieuw, heb je niet in rekening zijn gebracht.

# lblPaymentDetails.Text
source: Payment Details
de_de: Einzelheiten zur Bezahlung
es_es: Detalles de pago
fr_fr: Détails des paiements
nl_nl: Betalingsgegevens

# lblPhone.Text
source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
nl_nl: Telefoon

# lblPhoneRequired.Text
source: Phone is required <br />
de_de: Telefon ist erforderlich <br />
es_es: El teléfono es requerido <br />
fr_fr: Le téléphone est nécessaire <br />
nl_nl: Telefoon is vereist <br />

# lblQty.Text
source: Qty
de_de: Anz
es_es: Cantidad
fr_fr: Qté
nl_nl: Aantal

# lblShipping.Text
source: Shipping
de_de: Versand
es_es: Envío
fr_fr: Expédition
nl_nl: Scheepvaart

# lblShippingAddress.Text
source: Shipping Address
de_de: Liefer-Adresse
es_es: Dirección de envío
fr_fr: Adresse d'expédition
nl_nl: Verzendadres

# lblShippingOptions.Text
source: Shipping Options
de_de: Versandoptionen
es_es: Opciones de envío
fr_fr: Options d'expédition
nl_nl: Verzendopties

# lblState.Text
source: State
de_de: Zustand
es_es: Estado
fr_fr: Etat
nl_nl: Staat

# lblSubtotal.Text
source: Subtotal
de_de: Zwischensumme
es_es: Total parcial
fr_fr: Sous-total
nl_nl: Subtotaal

# lblSurname.Text
source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom
nl_nl: Achternaam

# lblSurnameRequired.Text
source: Last Name is required <br />
de_de: Nachname ist erforderlich <br />
es_es: Apellido es requerido <br />
fr_fr: Nom de famille est requise <br />
nl_nl: Achternaam is een verplicht <br />

# lblTax.Text
source: Tax
de_de: Steuer
es_es: Impuesto
fr_fr: Impôt
nl_nl: Belasting

# lblUnableToShip.Text
source: We are unable to ship to your selected address.
de_de: Wir sind nicht in der Lage, um die ausgewählte Adresse versenden.
es_es: No podemos enviar a la dirección seleccionada.
fr_fr: Nous sommes incapables d'expédier à votre adresse sélectionnée.
nl_nl: We zijn niet in staat om te verzenden naar uw geselecteerde adres.

# lblUseShipping.Text
source: Use Billing Address
de_de: Verwenden Rechnungsadresse
es_es: Use la dirección de facturación
fr_fr: Utilisez l'adresse de facturation
nl_nl: Gebruik Billing Address

# lblVat.Text
source: Vat
de_de: Mehrwertsteuer
es_es: Tina
fr_fr: TVA

# lblVatNumber.Text
source: VAT Number
de_de: Umsatzsteuer-Identifikationsnummer
es_es: Número de IVA
fr_fr: Numéro de TVA
nl_nl: BTW-nummer

# lblZip.Text
source: Zip
de_de: Reißverschluss
es_es: Cremallera
nl_nl: Ritssluiting

# lblZipRequired.Text
source: Zip is required <br />
de_de: Zip ist erforderlich <br />
es_es: Zip es necesario <br />
fr_fr: Zip est nécessaire <br />
nl_nl: Zip is vereist <br />

# AwaitingPayment.Text
source: Your order has been successfully recorded and we are awaiting payment. You can check the status of your order at any time from this page.<br />The order history section contains detailed informations about your orders.
de_de: Ihre Bestellung wurde erfolgreich aufgenommen, und wir sind noch nicht bezahlt. Sie können den Status Ihrer Bestellung jederzeit von dieser Seite aus zu überprüfen. <br /> Die Reihenfolge der Geschichte Abschnitt enthält detaillierte Informationen über Ihre Bestellungen.
es_es: Su pedido ha sido registrado con éxito y estamos a la espera de pago. Puede comprobar el estado de su pedido en cualquier momento desde esta página. <br /> La sección de historia de la orden contiene información detallada acerca de sus pedidos.
fr_fr: Votre commande a été enregistrée avec succès et nous attendons le paiement. Vous pouvez vérifier le statut de votre commande à tout moment à partir de cette page. <br /> La section historique de commande contient des informations détaillées sur vos commandes.
nl_nl: Uw bestelling is succesvol geregistreerd en we zijn in afwachting van betaling. U kunt de status van uw bestelling op elk gewenst moment van deze pagina. <br /> De orderhistorie gedeelte bevat gedetailleerde informatie over uw bestellingen.

# btnDisplayOrder.Text
source: View Order
de_de: Bestellung anzeigen
es_es: Ver Orden
fr_fr: Afficher ma commande
nl_nl: Bekijk Bestel

# lblCounty.Text
source: County
de_de: Grafschaft
es_es: Condado
fr_fr: Comté
nl_nl: Provincie

# lblCreateAccount.Text
source: <br >Click <a href='{0}'>here</a> to create a new user account.
de_de: <br > Klicken Sie <a href='{0}'>hier</a> , um ein neues Benutzerkonto zu erstellen.
es_es: <br > Haga clic <a href='{0}'>aquí</a> para crear una nueva cuenta de usuario.
fr_fr: <br > Cliquez <a href='{0}'>ici</a> pour créer un nouveau compte utilisateur.
nl_nl: <br > Klik <a href='{0}'>hier</a> om een nieuwe gebruiker aan te maken.

# lblDigitalDownloads.Text
source: <br />Click <a href="{0}">here</a> to go to the <b>digital download locker</b> and download your files.<br />
de_de: <br /> Klicken Sie <a href="{0}">hier</a> , um zum <b>digitalen Download locker</b> und laden Sie Ihre Dateien. <br />
es_es: <br /> Haga clic <a href="{0}">aquí</a> ir a la <b>taquilla de descarga digital</b> y descargar sus archivos. <br />
fr_fr: <br /> Cliquez <a href="{0}">ici</a> pour aller à <b>l&#39;armoire de téléchargement numérique</b> et télécharger vos fichiers. <br />
nl_nl: <br /> Klik <a href="{0}">hier</a> om naar de <b>digitale download locker</b> en uw bestanden te downloaden. <br />

# lblOrderNumber.Text
source: Thank you for shopping with us.<br />Your order number is:&nbsp;{0}&nbsp;
de_de: Danke für Ihren Einkauf bei uns. <br /> Ihre Bestellnummer lautet: {0}
es_es: Gracias por comprar con nosotros. <br /> Su número de orden es: {0}
fr_fr: Merci pour vos achats chez nous. <br /> Votre numéro de commande est: {0}
nl_nl: Dank u voor het winkelen bij ons. <br /> Uw bestelnummer is: {0}

# lblRegistrationCode.Text
source: <br /<br />Your registration code is: <b>{0}</b>.<br />
de_de: <br /<br /> Ihr Registrierungscode ist: <b>{0}.</b> <br />
es_es: <br /<br /> Su código de registro es: <b>{0}.</b> <br />
fr_fr: <br /<br /> Votre code d&#39;enregistrement est: <b>{0}.</b> <br />
nl_nl: <br /<br /> Uw registratie code is: <b>{0}.</b> <br />

# OrderPlaced.Text
source: Your order number is:
de_de: Ihre Bestellnummer lautet:
es_es: Su número de orden es el siguiente:
fr_fr: Votre numéro de commande est la suivante:
nl_nl: Uw bestelnummer is:

# rdOfflinePayment.Text
source: Offline Payment
es_es: Pago en línea
fr_fr: Paiement Hors
nl_nl: Offline betaalmethodes

# lblCardType.Text
source: Card Type
es_es: Tipo de tarjeta
fr_fr: Type de carte

# lblIssueNumber.Text
source: Issue Number
de_de: Issue Numer
es_es: Tema Numer
fr_fr: Numer émission
nl_nl: Probleem numer

# lblIssueNumberRequired.Text
source: Issue Number Is Required <br />
de_de: Ausgabe Nummer ist erforderlich <br />
es_es: Número de emisión se requiere <br />
fr_fr: Nombre question est nécessaire <br />
nl_nl: Uitgave nummer is nodig <br />

# lblNoPaymentGateways.Text
source: No Payment Gateways Have Been Configured.
de_de: Keine Zahlungs-Gateways konfiguriert wurden.
es_es: Pasarelas de pago no se han configurado.
fr_fr: Pas de passerelles de paiement ont été configurés.
nl_nl: Geen Payment Gateways zijn geconfigureerd.

# lblStartDate.Text
source: Start Date
es_es: Fecha de inicio
fr_fr: Date de début
nl_nl: Startdatum

# lblRecievedFreeProduct.Text
source: You have already received your free product, please remove it from the cart.
de_de: Sie haben Ihr kostenloses Produkt erhalten, entfernen Sie diese bitte aus dem Warenkorb.
es_es: Que ya ha recibido su producto gratis, por favor retírela de la cesta.
fr_fr: Vous avez déjà reçu votre produit gratuit, s'il vous plaît retirer du panier.
nl_nl: Je hebt al uw gratis product ontvangen, dan kunt u verwijderen uit de winkelwagen.

# PrePaidCredit.Text
source: Prepaid Credit
de_de: Prepaid Kreditkarten
es_es: De crédito prepagadas
fr_fr: Crédit prépayé

# rdOfflinePaymentTerms.Text
source: Offline Payment - <i>Payment must be made within {0} days of the order being placed </i>
de_de: Offline-Zahlung - <i>Zahlung muss innerhalb {0} Tage nach Bestellung vorgenommen werden</i>
es_es: Pago en línea - <i>El pago debe hacerse dentro de {0} días de la orden se coloca</i>
fr_fr: Paiement hors ligne - <i>Le paiement doit être effectué dans les {0} jours suivant la commande</i>
nl_nl: Offline Betaling - <i>Betaling dient te geschieden binnen {0} dag van de bestelling</i>

# lblPaymentTerms.Text
source: <br /><br />Payment should be made within <b>{0}</b> days.<br />
de_de: <br /><br /> Die Zahlung sollte innerhalb von <b>{0}</b> Tagen erfüllt werden. <br />
es_es: <br /><br /> El pago deberá efectuarse dentro de <b>{0}</b> días. <br />
fr_fr: <br /><br /> Le paiement doit être effectué dans les <b>{0}</b> jours. <br />
nl_nl: <br /><br /> Betaling dient te geschieden binnen <b>{0}</b> dag. <br />

# cvvHelp.Text
source: <p><b>Visa, MasterCard, and Discover:</b> On the back of the card in the top-right corner of the signature box. Enter the three-digit number following the credit card number. <br/> <img src="{0}" alt="cvv" style="margin:10px;"/></p> <p><b>American Express: </b>On the front of the card. Enter the four-digit number on the right, directly above the credit card number.<br/> <img src="{1}" alt="cvv" style="margin:10px;"/></p>
de_de: <p> <b>Visa, MasterCard und Discover:</b> Auf der Rückseite der Karte in der rechten oberen Ecke der Signatur ein. Geben Sie die dreistellige Zahl nach der Kreditkartennummer. <br/> <img src="{0}" alt="cvv" style="margin:10px;"/></p> <p> <b>American Express:</b> Auf der Vorderseite der Karte. Geben Sie die vierstellige Zahl auf der rechten Seite, direkt über der Kreditkartennummer. <br/> <img src="{1}" alt="cvv" style="margin:10px;"/></p>
es_es: <p> <b>Visa, MasterCard y Discover:</b> En la parte posterior de la tarjeta en la esquina superior derecha de la caja de la firma. Introduzca el número de tres dígitos siguientes el número de tarjeta de crédito. <br/> <img src="{0}" alt="CVV" style="margin:10px;"/></p> <p> <b>American Express:</b> En el anverso de la tarjeta. Introduzca el número de cuatro dígitos a la derecha, justo encima del número de tarjeta de crédito. <br/> <img src="{1}" alt="CVV" style="margin:10px;"/></p>
fr_fr: <p> <b>Visa, MasterCard et Discover:</b> Sur le dos de la carte dans le coin en haut à droite de la case de signature. Entrez le numéro à trois chiffres suivant le numéro de carte de crédit. <br/> <img src="{0}" alt="CVV" style="margin:10px;"/></p> <p> <b>American Express:</b> Sur le recto de la carte. Entrez le numéro à quatre chiffres sur la droite, directement au-dessus du numéro de carte de crédit. <br/> <img src="{1}" alt="CVV" style="margin:10px;"/></p>
nl_nl: <p> <b>Visa, MasterCard en Discover:</b> Op de achterkant van de kaart in de rechterbovenhoek van de handtekening doos. Voer het getal van drie cijfers na de credit card nummer. <br/> <img src="{0}" alt="CVV" style="margin:10px;"/></p> <p> <b>American Express:</b> Op de voorzijde van de kaart. Voer het viercijferige nummer op de rechterkant, direct boven het creditcard-nummer. <br/> <img src="{1}" alt="CVV" style="margin:10px;"/></p>

# lblCvvHelpLink.Text
source: What is this?
de_de: Was ist das?
es_es: ¿Qué es esto?
fr_fr: Qu'est-ce que c'est?
nl_nl: Wat is dit?

# lblStateRequired.Text
source: State is required<br/>
de_de: Staat erforderlich ist <br/>
es_es: Estado está obligado <br/>
fr_fr: L'État est nécessaire <br/>
nl_nl: Staat verplicht is <br/>

# lblPostPaidPaymentTerms.Text
source: <br /><br />Payment should be made within <b>{0}</b> days.<br />
de_de: <br /><br /> Die Zahlung sollte innerhalb von <b>{0}</b> Tagen erfüllt werden. <br />
es_es: <br /><br /> El pago deberá efectuarse dentro de <b>{0}</b> días. <br />
fr_fr: <br /><br /> Le paiement doit être effectué dans les <b>{0}</b> jours. <br />
nl_nl: <br /><br /> Betaling dient te geschieden binnen <b>{0}</b> dag. <br />

# PostPaid.Text
source: Your order has been successfully recorded and will now be shipped.<br />The order history section contains detailed informations about your orders.
de_de: Ihre Bestellung wurde erfolgreich aufgenommen und wird nun ausgeliefert werden. <br /> Die Reihenfolge der Geschichte Abschnitt enthält detaillierte Informationen über Ihre Bestellungen.
es_es: Su pedido ha sido registrado con éxito y ahora será enviado. <br /> La sección de historia de la orden contiene información detallada acerca de sus pedidos.
fr_fr: Votre commande a été enregistrée avec succès et va maintenant être expédiés. <br /> La section historique de commande contient des informations détaillées sur vos commandes.
nl_nl: Uw bestelling is succesvol geregistreerd en zullen nu worden verzonden. <br /> De orderhistorie gedeelte bevat gedetailleerde informatie over uw bestellingen.

# lblTotal.Text
source: Total
de_de: Gesamt
fr_fr: Total des
nl_nl: Totaal
