Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/StoreAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblParentTitle.Text
source: Store General Settings
de_de: Shop General Settings
es_es: Tienda de configuración general
fr_fr: Stocker les paramètres généraux
nl_nl: Algemene instellingen op te slaan

# lblStoreName.Text
source: Store Name
de_de: Shop-Name
es_es: Nombre de la tienda
fr_fr: Nom du magasin
nl_nl: Naam van winkel

# lblDescription.Text
source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Descriptif
nl_nl: Beschrijving

# lblKeywords.Text
source: Keywords
es_es: Palabras clave
fr_fr: Mots-clés
nl_nl: Trefwoorden

# lblEmail.Text
source: Primary Store Email
de_de: Shop Email
es_es: Tienda de correo electrónico
fr_fr: Email magasin
nl_nl: Store e-mail

# lblShoppingCartPageID.Text
source: Store Account Page
de_de: Store Account Seite
es_es: Tienda página de la cuenta
fr_fr: Page Compte magasin
nl_nl: Store-account pagina

# lblStoreName.Help
source: Name of your store
de_de: Name Ihres Shops
es_es: Nombre de su tienda
fr_fr: Nom de votre magasin
nl_nl: Naam van uw winkel

# lblDescription.Help
source: Description of your store
de_de: Beschreibung Ihres Shops
es_es: Descripción de su tienda
fr_fr: Description de votre magasin
nl_nl: Omschrijving van uw winkel

# lblKeywords.Help
source: Keywords that pertain to your store
de_de: Keywords, die Ihr Geschäft betreffen
es_es: Las palabras clave que pertenecen a su tienda
fr_fr: Mots-clés qui se rapportent à votre magasin
nl_nl: Trefwoorden die betrekking hebben op uw winkel

# lblEmail.Help
source: The primary email address of your store
de_de: E-Mail-Adresse Ihres Shops
es_es: Dirección de correo electrónico de su tienda
fr_fr: Adresse e-mail de votre magasin
nl_nl: E-mailadres van uw winkel

# lblShoppingCartPageID.Help
source: Page containing the store account module
de_de: Seite mit dem Store-Account-Modul
es_es: Página que contiene el módulo de cuenta de la tienda
fr_fr: Page contenant le module compte store
nl_nl: Pagina met de Store-account-module

# btnSave.Text
source: Update
de_de: Aktualisierung
es_es: Actualización
fr_fr: Mise à jour

# CouldNotFind.Text
source: Could not find
de_de: Konnte nicht gefunden werden
es_es: No se pudo encontrar
fr_fr: Impossible de trouver
nl_nl: Kon het niet vinden

# EmptyComboValue.Text
source: --- Select ---
de_de: --- Auswahl ---
es_es: --- Seleccione ---
fr_fr: --- Choisissez ---
nl_nl: --- Selecteer ---

# GatewayNotSelected.Text
source: Please select a Gateway Provider.
de_de: Bitte wählen Sie ein Gateway-Provider.
es_es: Por favor selecciona un proveedor de la pasarela.
fr_fr: S'il vous plaît sélectionner un fournisseur de la passerelle.
nl_nl: Selecteer een gateway-provider.

# lblStorePageID.Help
source: Page containing the store catalog module
de_de: Seite mit dem Laden Katalog-Modul
es_es: Página que contiene el módulo de catálogo de la tienda
fr_fr: Page contenant le module catalogue de la boutique
nl_nl: Pagina met de winkel catalogus module

# lblStorePageID.Text
source: Store Page
de_de: Persönliche Seite
es_es: Tienda página
fr_fr: Page de la boutique
nl_nl: Store Pagina

# dshShippingProvider.Text
source: Shipping Administration
de_de: Liefer-Verwaltung
es_es: Administración de trasvase
fr_fr: Administration des expéditions

# lblUsePortalTemplates.Text
source: Portal Templates
de_de: Portal-Vorlagen
es_es: Plantillas de portal
fr_fr: Modèles Portal
nl_nl: Portalsjablonen

# lblUsePortalTemplates.Help
source: Check for using portal templates
de_de: Überprüfen Sie für die Verwendung von Portal-Vorlagen
es_es: Compruebe que el uso de plantillas portal
fr_fr: Vérifier à l'aide de modèles Portal
nl_nl: Controleer voor het gebruik van sjablonen portal

# lblAuthorizeCancel.Help
source: Check to authorize the cancellation of order by clients.
de_de: Überprüfen Sie die Stornierung des Auftrages vom Kunden zu genehmigen.
es_es: Compruebe que autorice la cancelación de la orden por los clientes.
fr_fr: Vérifiez d'autoriser l'annulation de la commande par les clients.
nl_nl: Controleer de annulering van de bestelling toestemming door de klanten.

# lblAuthorizeCancel.Text
source: Authorize Cancel
de_de: Autorisieren Abbrechen
es_es: Autorizar Cancelar
fr_fr: Autoriser Annuler
nl_nl: Machtig Annuleren

# lblSEOFeature.Help
source: When SEO feature is checked the store fields Title, Description and Keywords are injected to the corresponding META fields of the page where the catalog module is placed. This allow a better indexing by search engines and produce higher ranking. When product details are displayed, the product's fields model name, summary and keywords are used.
de_de: Als SEO-Funktion aktiviert ist das Geschäft Felder Titel, Beschreibung und Keywords werden in die entsprechenden Felder META der Seite, wo der Katalog-Modul platziert wird injiziert. Diese ermöglichen eine bessere Indexierung durch Suchmaschinen und produzieren höheres Ranking. Als Produkt-Informationen angezeigt werden, sind das Produkt auf den Feldern Modellbezeichnung, Zusammenfassung und Schlüsselwörter verwendet.
es_es: Cuando la función SEO se comprueba el título de almacenar los campos, descripción y palabras claves se inyectan a los campos META correspondiente de la página donde se encuentra el módulo de catálogo. Esto permite una mejor indexación por los motores de búsqueda y producción de más alto rango. Cuando los detalles del producto se muestran, el producto del modelo de campos de nombre, resumen y palabras clave se utilizan.
fr_fr: Lorsque la fonctionnalité de référencement est cochée le titre stocker des champs, Description et Mots-clés sont injectés dans les champs correspondants META de la page où le module catalogue est placé. Ceci permet une meilleure indexation par les moteurs de recherche et de produire un rang plus élevé. Lorsque les détails du produit sont affichés, le modèle du produit des champs nom, résumé et mots clés sont utilisés.
nl_nl: Wanneer SEO-functie is ingeschakeld in de winkel velden titel, beschrijving en zoekwoorden worden geïnjecteerd om de corresponderende META velden van de pagina waar de catalogus module wordt geplaatst. Hierdoor is het mogelijk een betere indexering door zoekmachines en produceren een hogere ranking. Bij de product details worden weergegeven, zijn het product velden modelnaam, samenvatting en trefwoorden gebruikt.

# lblSEOFeature.Text
source: SEO Feature
de_de: SEO Funktion
es_es: SEO características
fr_fr: Feature SEO

# lblOutOfStock.Help
source: Choose the message to display when a product is out of stock. This feature work only when the [STOCKQUANTITY] token is used in templates.
de_de: Wählen Sie die Nachricht angezeigt wird, wenn ein Produkt nicht vorrätig ist. Dieses Feature funktioniert nur, wenn die[STOCKQUANTITY]Token wird in Vorlagen verwendet.
es_es: Elegir el mensaje que se mostrará cuando un producto está agotado. Esta característica sólo funciona cuando el[STOCKQUANTITY]símbolo se utiliza en las plantillas.
fr_fr: Choisissez le message à afficher quand un produit est en rupture de stock. Cette fonction ne fonctionnent que lorsque le[STOCKQUANTITY]jeton est utilisé dans les templates.
nl_nl: Kies het bericht wordt weergegeven wanneer een product niet op voorraad is. Deze functie werkt alleen als de[STOCKQUANTITY]token wordt gebruikt in sjablonen.

# lblOutOfStock.Text
source: On Out of Stock
de_de: Am Out of Stock
es_es: En Fuera de Stock
fr_fr: Sur Rupture de stock
nl_nl: Op Niet op voorraad

# OOStockQuantity.Text
source: Quantity in stock
de_de: Menge auf Lager
es_es: Cantidad en stock
fr_fr: Quantité en stock
nl_nl: Hoeveelheid in voorraad

# OOStockRestocking.Text
source: Restocking in progress
de_de: Besatzmaßnahmen in progress
es_es: La repoblación en el progreso
fr_fr: Réapprovisionnement en cours
nl_nl: Uitzetten in uitvoering

# OOStockUnavailable.Text
source: Product Unavailable
de_de: Produkt nicht verfügbar
es_es: Producto no disponible
fr_fr: Produit indisponible
nl_nl: Product niet beschikbaar

# BehaviorAccept.Text
source: Accept order if a product is out of stock
de_de: Accept bestellen, wenn ein Produkt nicht vorrätig ist
es_es: Aceptar la orden si un producto está fuera de stock
fr_fr: Acceptez l'ordre si un produit est en rupture de stock
nl_nl: Accepteer bestellen als een product niet op voorraad

# BehaviorHideProduct.Text
source: Hide the product
de_de: Hide das Produkt
es_es: Ocultar el producto
fr_fr: Cacher le produit
nl_nl: Verberg het product

# lblProductsBehavior.Help
source: If a product is out of stock, you can: 1) accept his ordering; 2) hide the field quantity, links/buttons "Add to Cart" and "Buy now!"; 3) Hide the product.
de_de: Wenn ein Produkt nicht vorrätig ist, können Sie: 1) akzeptieren seine Bestellung, 2) Ausblenden der Feldgröße, Links / Buttons "In den Warenkorb" und, 3) Hide Produkt "Jetzt kaufen!".
es_es: Si un producto está agotado, usted puede: 1) aceptar su pedido, 2) ocultar la cantidad de campo, los vínculos / botones "Añadir al carro" y, 3) Ocultar el producto "Comprar ahora".
fr_fr: Si un produit est en rupture de stock, vous pouvez: 1) accepter son ordre; 2) cacher la quantité de terrain, des liens / boutons "Ajouter au panier" et 3) Cacher le produit "Achetez!".
nl_nl: Als een product niet op voorraad is, kunt u: 1) te aanvaarden zijn te bestellen, 2) verbergt het veld hoeveelheid, links / knoppen "Add to Cart", en, 3) Verberg het product "Koop nu!".

# lblProductsBehavior.Text
source: Product's Behavior
de_de: Das Verhalten von Produkten
es_es: El comportamiento del producto
fr_fr: Produit Comportement
nl_nl: Product Gedrag

# BehaviorHideControls.Text
source: Hide quantity, links and buttons
de_de: Hide Menge, Links und Buttons
es_es: Ocultar cantidad, enlaces y botones
fr_fr: Cacher la quantité, des liens et des boutons
nl_nl: Hide hoeveelheid, links en knoppen

# lblCatalogRole.Help
source: Select the role allowed to manage the catalog (Categories, Products, Reviews). By default, members of the group Administors and host accounts are allowed to manage the catalog.
de_de: Wählen Sie die Rolle erlaubt, um den Katalog (Kategorien, Produkte, Berichte) zu verwalten. Standardmäßig sind die Mitglieder der Gruppe Administors und Host-Accounts erlaubt, um den Katalog zu verwalten.
es_es: Seleccione la función de poder administrar el catálogo (categorías, productos, comentarios). De manera predeterminada, los miembros de la Administors grupo y las cuentas de acogida se les permite gestionar el catálogo.
fr_fr: Sélectionnez le rôle autorisés à gérer le catalogue (catégories, produits, avis). Par défaut, les membres du groupe et les comptes Administors hôte sont autorisés à gérer le catalogue.
nl_nl: Selecteer de rol toegestaan ​​om de catalogus (Categorieën, Producten, Reviews) te beheren. Standaard worden de leden van de groep Administors en gastheer accounts toegestaan ​​om de catalogus te beheren.

# lblCatalogRole.Text
source: Manage Catalog
de_de: Verwalten Katalog
es_es: Administrar Catálogo
fr_fr: Gérer le catalogue
nl_nl: Catalog beheren

# lblOrderRole.Help
source: Select the role allowed to manage orders. By default, members of the group Administors and host accounts are allowed to manage orders.
de_de: Wählen Sie die Rolle erlaubt, Aufträge zu verwalten. Standardmäßig sind die Mitglieder der Gruppe Administors und Host-Accounts erlaubt, Aufträge zu verwalten.
es_es: Seleccione la función le permite gestionar los pedidos. De manera predeterminada, los miembros de la Administors grupo y las cuentas de acogida se les permite gestionar los pedidos.
fr_fr: Sélectionnez le rôle autorisés à gérer les commandes. Par défaut, les membres du groupe et les comptes Administors hôte sont autorisés à gérer les commandes.
nl_nl: Selecteer de rol van orders mogen beheren. Standaard worden de leden van de groep Administors en de host-accounts orders mogen beheren.

# lblOrderRole.Text
source: Manage Orders
de_de: Bestellungen verwalten
es_es: Gestionar pedidos
fr_fr: Gestion des commandes
nl_nl: Het beheer van bestellingen

# lblSecureCookie.Help
source: Check to encrypt cookie values
de_de: Überprüfen Sie die Cookies zu verschlüsseln
es_es: Compruebe para cifrar los valores de cookie
fr_fr: Vérifiez pour chiffrer la valeur du cookie
nl_nl: Controleer of cookies waarden versleutelen

# lblSecureCookie.Text
source: Secure Cookie
de_de: Sicheres Cookie
es_es: Cookie segura
fr_fr: Cookie sécurisé

# lblLargeImageWidth.Help
source: Size in pixel of the width of the large image
de_de: Größe in Pixel für die Breite des großen Bildes
es_es: Tamaño en píxeles de la anchura de la imagen grande
fr_fr: Taille en pixel de la largeur de la grande image
nl_nl: Grootte in pixels van de breedte van de grote afbeelding

# lblLargeImageWidth.Text
source: Large Image Width
es_es: Ancho de imagen de gran tamaño
fr_fr: Largeur Large Image
nl_nl: Grote Image Width

# lblMediumImageWidth.Help
source: Size in pixel of the width of the medium image
de_de: Größe in Pixel für die Breite des Mediums Bild
es_es: Tamaño en píxeles de la anchura de la imagen de medio
fr_fr: Taille en pixel de la largeur de l'image moyenne
nl_nl: Grootte in pixels van de breedte van het medium afbeelding

# lblMediumImageWidth.Text
source: Medium Image Width
de_de: Medium Bildbreite
es_es: Ancho de imagen medio
fr_fr: Largeur de l'image moyenne

# lblThumbnailImageWidth.Help
source: Size in pixel of the width of the thumbnail image
de_de: Größe in Pixel für die Breite der Miniaturansicht
es_es: Tamaño en píxeles de la anchura de la imagen en miniatura
fr_fr: Taille en pixel de la largeur de la vignette
nl_nl: Grootte in pixels van de breedte van de miniatuur

# lblThumbnailImageWidth.Text
source: Thumbnail Image Width
de_de: Minibild Breite
es_es: Miniatura Ancho de imagen
fr_fr: Largeur Vignette

# lblLicenseError.Text
source: Your current license does not support multiple stores, please upgrade your license.
de_de: Ihre aktuelle Lizenz unterstützt nicht mehrere Läden, bitte aktualisieren Sie Ihre Lizenz.
es_es: Su licencia actual no es compatible con múltiples tiendas, por favor, actualice su licencia.
fr_fr: Votre licence actuelle ne supporte pas les multiples magasins, s'il vous plaît mettre à jour votre licence.
nl_nl: Uw huidige licentie is niet van meerdere winkels te ondersteunen, dan kunt u een upgrade van uw licentie.

# lblRepcatchPrivateKey.Help
source: When using the email a friend functionality, we have added a captcha to stop spam, here you enter the private key you are given when you sign up for a recaptcha account at:http://www.google.com/recaptcha
de_de: Bei Verwendung der E-Mail einen Freund Funktionalität, haben wir ein Captcha hinzugefügt, um Spam zu stoppen, hier geben Sie den privaten Schlüssel, den Sie erhalten, wenn Sie sich für ein Konto bei recaptcha sind: http://www.google.com/recaptcha
es_es: Cuando se utiliza el correo electrónico de un amigo de la funcionalidad, hemos añadido un código de la imagen para detener el spam, aquí se introduce la clave privada que se da cuando se registra para una cuenta de recaptcha en: http://www.google.com/recaptcha
fr_fr: Lorsque vous utilisez le courriel d'une fonctionnalité ami, nous avons ajouté un captcha pour arrêter le spam, voici que vous entrez la clé privée que vous sont donnés lorsque vous vous inscrivez pour un compte recaptcha à: http://www.google.com/recaptcha
nl_nl: Bij gebruik van de e-mail een vriend functionaliteit, hebben we een captcha toegevoegd om spam te stoppen, hier kunt u de private key die je krijgt wanneer u zich aanmeldt voor een account op reCAPTCHA: http://www.google.com/recaptcha

# lblRepcatchPrivateKey.Text
source: Recaptcha Private Key
es_es: Reconocer la clave privada
fr_fr: Recaptcha clé privée

# lblRepcatchPublicKey.Help
source: When using the email a friend functionality, we have added a captcha to stop spam, here you enter the private key you are given when you sign up for a recaptcha account at:http://www.google.com/recaptcha
de_de: Bei Verwendung der E-Mail einen Freund Funktionalität, haben wir ein Captcha hinzugefügt, um Spam zu stoppen, hier geben Sie den privaten Schlüssel, den Sie erhalten, wenn Sie sich für ein Konto bei recaptcha sind: http://www.google.com/recaptcha
es_es: Cuando se utiliza el correo electrónico de un amigo de la funcionalidad, hemos añadido un código de la imagen para detener el spam, aquí se introduce la clave privada que se da cuando se registra para una cuenta de recaptcha en: http://www.google.com/recaptcha
fr_fr: Lorsque vous utilisez le courriel d'une fonctionnalité ami, nous avons ajouté un captcha pour arrêter le spam, voici que vous entrez la clé privée que vous sont donnés lorsque vous vous inscrivez pour un compte recaptcha à: http://www.google.com/recaptcha
nl_nl: Bij gebruik van de e-mail een vriend functionaliteit, hebben we een captcha toegevoegd om spam te stoppen, hier kunt u de private key die je krijgt wanneer u zich aanmeldt voor een account op reCAPTCHA: http://www.google.com/recaptcha

# lblRepcatchPublicKey.Text
source: Recaptcha Public Key
es_es: Reconocer de clave pública
fr_fr: Clé publique ReCaptcha

# lblEnableWishlist.Help
source: If checked the user is able to store a wishlist of items they would like to purchase
de_de: Wenn diese Option aktiviert wird der Benutzer in der Lage, eine Wunschliste der Gegenstände zu lagern sie kaufen möchten
es_es: Si se selecciona el usuario es capaz de almacenar una lista de artículos que desea comprar
fr_fr: Si elle est cochée l'utilisateur est capable de stocker une liste de souhaits des articles qu'ils aimeraient acheter des
nl_nl: Indien aangevinkt de gebruiker in staat is om een ​​verlanglijstje van de items op te slaan ze wilt kopen

# lblEnableWishlist.Text
source: Enable Wishlist
de_de: Aktivieren Wunschzettel
es_es: Habilitar Lista de Deseos
fr_fr: Activer ma liste d'envies
nl_nl: Enable verlanglijst

# lblEnableProductNewsLetter.Help
source: If enabled you can automatically send out a news letter relating to new products that have been added to your store, users will have the option of subscribing or unsubscribing to the news letter.
de_de: Wenn diese Funktion aktiviert können Sie automatisch versendet einen Newsletter über neue Produkte, die zu Ihrem Geschäft hinzugefügt wurden, werden die Nutzer haben die Möglichkeit, Bestellung oder Kündigung des Newsletter.
es_es: Si se habilita automáticamente puede enviar una carta de noticias relacionadas con nuevos productos que se han añadido a su tienda, los usuarios tendrán la opción de suscribirse o darse de baja del boletín de noticias.
fr_fr: S'il est activé, vous pouvez automatiquement envoyer une lettre nouvelles concernant les nouveaux produits qui ont été ajoutés à votre magasin, les utilisateurs auront la possibilité de s'abonner ou de se désabonner à la lettre de nouvelles.
nl_nl: Als dit is ingeschakeld kunt u automatisch versturen van een nieuwsbrief met betrekking tot nieuwe producten die zijn toegevoegd aan uw winkel, zullen de gebruikers de mogelijkheid van een abonnement of af te melden voor de nieuwsbrief.

# lblEnableProductNewsLetter.Text
source: Enable Product News Letter
de_de: Aktivieren Produkt News Letter
es_es: Activar Carta Noticias de Productos
fr_fr: Activer Lettre Nouvelles de produit
nl_nl: Schakel Product Nieuws Brief

# lblNewsLetterFrequency.Help
source: How often should the news letter be emailed, e.g. every 5 days.
de_de: Wie oft sollte den Newsletter per E-Mail, zB alle 5 Tage.
es_es: ¿Con qué frecuencia debe ser la carta de noticias por correo electrónico, por ejemplo, cada 5 días.
fr_fr: Combien de fois la lettre doit être envoyé par courriel nouvelles, par exemple tous les 5 jours.
nl_nl: Hoe vaak moet de nieuwsbrief per e-mail, bijvoorbeeld iedere 5 dagen.

# lblNewsLetterFrequency.Text
source: Send Frequency
es_es: Enviar frecuencia
fr_fr: Envoyer Fréquence
nl_nl: Stuur Frequentie

# lblProductModifiedDate.Help
source: Define the products that will be included in the news letter, e.g. include all products that were added within the last 3 days of the news letter being sent.
de_de: Definieren Sie die Produkte, die in den Newsletter aufgenommen werden, zB sind alle Produkte, die innerhalb der letzten 3 Tage der news Brief gesendet hinzugefügt wurden.
es_es: Definir los productos que se incluirán en el boletín de noticias, por ejemplo, incluyen todos los productos que se agregaron en los últimos 3 días de la carta de noticias que se envía.
fr_fr: Définir les produits qui seront inclus dans la lettre de nouvelles, par exemple, inclure tous les produits qui ont été ajoutés dans les 3 derniers jours de la lettre de nouvelles envoyé.
nl_nl: Definieer de producten die zullen worden opgenomen in de nieuwsbrief, bijvoorbeeld omvatten alle producten die werden toegevoegd in de laatste 3 dagen van de nieuwsbrief wordt verzonden.

# lblProductModifiedDate.Text
source: Include Products Added Within
de_de: Fügen Sie Produkte am Innerhalb
es_es: Dentro de los productos incluyen Alta
fr_fr: Inclure Produits Ajouté sein
nl_nl: Onder andere producten toegevoegd binnen

# lblDomain.Help
source: The websites domain, even if the store is ran in a child portal please enter the primary domain the following format.<br />, e.g. http://www.cartviper.com
de_de: Die Webseiten-Domain, auch wenn das Geschäft in einem Kind-Portal lief geben Sie bitte den primären Domänencontroller das folgende Format. <br /> ZB http://www.cartviper.com
es_es: El dominio de sitios web, incluso si la tienda está corriendo en un portal secundario por favor, introduzca el dominio principal con el siguiente formato. <br /> , Por ejemplo, http://www.cartviper.com
fr_fr: Le domaine des sites Web, même si le magasin est exécuté dans un portail enfant s'il vous plaît entrer dans le domaine principal le format suivant. <br /> , Par exemple http://www.cartviper.com
nl_nl: De websites domein, zelfs als de winkel wordt gerund in een kind portal geeft u het primaire domein het volgende formaat. <br /> , Bijv. http://www.cartviper.com

# lblDomain.Text
source: Website Domain
es_es: Página web de dominio
fr_fr: Domaine de site Web

# lblMaxNumberProducts.Help
source: The maximium number of products that we should display in the newsletter.
de_de: Die maximium Anzahl der Produkte, die wir in den Newsletter-Anzeige sollte.
es_es: El número maximium de productos que debe mostrar en el boletín.
fr_fr: Le Nombre maximum de produits que nous devrions afficher dans le bulletin.
nl_nl: Het maximium aantal producten dat we weer in de nieuwsbrief.

# lblMaxNumberProducts.Text
source: Max Number Of Products
de_de: Max Anzahl der Produkte
es_es: Número máximo de productos
fr_fr: Nombre maximum de produits
nl_nl: Max aantal producten

# ranMaxNumberProducts.Text
source: <br/>Value needs to be between 1 and 30
de_de: <br/> Wert muss zwischen 1 und 30 werden
es_es: <br/> Valor debe ser entre 1 y 30
fr_fr: <br/> Valeur doit être comprise entre 1 et 30
nl_nl: <br/> Waarde moet worden tussen 1 en 30

# regDomain.Text
source: <br/>This value should start with http:// or https://
de_de: <br/> Dieser Wert sollte mit http:// oder https:// beginnen
es_es: <br/> Este valor debe comenzar con http:// o https://
fr_fr: <br/> Cette valeur doit commencer par http:// ou https://
nl_nl: <br/> Deze waarde moet beginnen met http:// of https://

# rfDomain.Text
source: <br/>Required Field
de_de: <br/> Pflichtfeld
es_es: <br/> Campo obligatorio
fr_fr: <br/> Champ obligatoire
nl_nl: <br/> Verplicht veld

# rfMaxNumberProducts.Text
source: <br/>Required Field
de_de: <br/> Pflichtfeld
es_es: <br/> Campo obligatorio
fr_fr: <br/> Champ obligatoire
nl_nl: <br/> Verplicht veld

# dshGeneralSettings.Text
source: General Settings
es_es: Configuración general
fr_fr: Paramètres généraux
nl_nl: Algemene instellingen
