Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/StoreAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# dshNewsLetterSettings.Text
source: Product Newsletter Settings
de_de: Produkt Newsletter-Einstellungen
es_es: Configuración del producto Newsletter
fr_fr: Réglages Bulletin de produit
nl_nl: Product nieuwsbrief Instellingen

# dshStoreSettings.Text
source: Store Settings
de_de: Shop-Einstellungen
es_es: Configuración de tienda
fr_fr: Réglages magasin
nl_nl: Store-instellingen

# lblOrderPdfIcon.Help
source: The icon we should use to display on the PDF that contains an order details. Note the image will automatically be scaled to fit into the PDF.
de_de: Das Symbol sollten wir nutzen, um auf dem PDF, dass eine Bestellung Details enthält anzuzeigen. Beachten Sie das Bild automatisch skaliert, um in das PDF-fit sein.
es_es: El icono que debemos utilizar para mostrar en el PDF que contiene un detalles de la orden. Tenga en cuenta automáticamente la imagen será modificada para encajar en el formato PDF.
fr_fr: L'icône nous devrions utiliser pour afficher le document PDF qui contient un détail de la commande. Notez l'image sera automatiquement redimensionnées en fonction dans le PDF.
nl_nl: Het pictogram we moeten gebruiken om weer te geven op de PDF die een order details bevat. Let op de afbeelding automatisch geschaald om te passen in de PDF.

# lblOrderPdfIcon.Text
source: Order PDF Icon
de_de: Bestellen Sie PDF Icon
es_es: Orden PDF Icon
fr_fr: Ordre PDF Icon
nl_nl: Om PDF Icon

# dshOrderPdfSettings.Text
source: Order PDF Settings
de_de: Bestellen Sie PDF-Einstellungen
es_es: Para opciones de PDF
fr_fr: Ordre des paramètres PDF
nl_nl: Om PDF-instellingen

# lblOrderPdfFooter.Help
source: The text that should appear in the footer section of the order PDF, note text can be placed on a new line in the pdf by pressing the enter key.
de_de: Der Text, der in der Fußzeile des Auftrages PDF erscheinen soll, kann Notiz auf einer neuen Zeile in der pdf durch Drücken der Enter-Taste gelegt werden.
es_es: El texto que debe aparecer en la sección de pie de página del PDF para, texto de la nota puede ser colocado en una nueva línea en el pdf pulsando la tecla Intro.
fr_fr: Le texte qui doit apparaître dans la section pied de page du fichier PDF afin, texte de la note peut être placée sur une nouvelle ligne dans le fichier PDF en appuyant sur la touche Entrée.
nl_nl: De tekst die moet worden weergegeven in de voettekst van de bestelling PDF, kan een korte tekst worden geplaatst op een nieuwe regel in de pdf door te drukken op de enter-toets.

# lblOrderPdfFooter.Text
source: Footer Text
es_es: Texto de pie de página
fr_fr: Texte Footer
nl_nl: Voettekst

# lblOrderPdfHeader.Help
source: The text that should appear in the header section of the order PDF, note text can be placed on a new line in the pdf by pressing the enter key.
de_de: Der Text, der in den Kopfbereich der Bestellung PDF erscheinen soll, kann Notiz auf einer neuen Zeile in der pdf durch Drücken der Enter-Taste gelegt werden.
es_es: El texto que debe aparecer en la sección de encabezado de la orden PDF, texto de la nota puede ser colocado en una nueva línea en el pdf pulsando la tecla Intro.
fr_fr: Le texte qui doit apparaître dans la section en-tête du fichier PDF afin, texte de la note peut être placée sur une nouvelle ligne dans le fichier PDF en appuyant sur la touche Entrée.
nl_nl: De tekst die moet verschijnen in de header van de bestelling PDF, kan een korte tekst worden geplaatst op een nieuwe regel in de pdf door te drukken op de enter-toets.

# lblOrderPdfHeader.Text
source: Header Text
es_es: Texto del encabezado
fr_fr: Texte du Header
nl_nl: Koptekst

# lblEnableCustomEmails.Help
source: Tick this option to use custom HTML template driven emails when the customer places an order
de_de: Aktivieren Sie diese Option, um benutzerdefinierte HTML-Vorlage getrieben E-Mails verwenden, wenn der Kunde eine Bestellung
es_es: Marque esta opción para utilizar mensajes de correo electrónico personalizada con plantillas HTML cuando el cliente hace un pedido
fr_fr: Cochez cette option pour utiliser des emails personnalisés modèle HTML conduit lorsque le client passe une commande
nl_nl: Vink deze optie om aangepaste HTML-template driven e-mails te gebruiken wanneer de klant een bestelling plaatst

# lblEnableCustomEmails.Text
source: Enable Custom Order Emails
de_de: Enable Custom Auftrag Emails
es_es: Habilitar mensajes de correo electrónico personalizado Orden
fr_fr: Activer e-mails de commande spéciale
nl_nl: Schakel Custom Order Emails

# lblOrderDetailsTemplate.Help
source: HTML template used to output each line item into the Order Confirm Email Template
de_de: HTML-Template verwendet werden, um jede Position in den Auftrag bestätigen Email Template-Ausgang
es_es: Plantilla de HTML que se utiliza para la producción de cada rubro en la Orden Confirmar plantilla de correo electrónico
fr_fr: Modèle HTML utilisé pour la sortie de chaque poste dans l'Ordre Confirmer Modèle de courrier électronique
nl_nl: HTML-template wordt gebruikt om elke post-uitgang in de Orde Bevestig e-mail sjabloon

# lblOrderDetailsTemplate.Text
source: Order Details Confirm Template
de_de: Order Details bestätigen Template
es_es: Details Confirmar plantilla
fr_fr: Détails de la commande Confirmer modèle
nl_nl: Om gegevens te bevestigen Template

# lblOrderTemplate.Help
source: HTML template used to create the order confirmation email that is sent to the user when they checkout.
de_de: HTML-Template verwendet werden, um die Auftragsbestätigung per E-Mail, die an den Benutzer gesendet wird, wenn sie der Kasse zu schaffen.
es_es: Plantilla de HTML utilizado para crear el correo electrónico de confirmación que se envía al usuario cuando se compra.
fr_fr: Modèle HTML utilisé pour créer l'email de confirmation de commande qui est envoyée à l'utilisateur quand il commande.
nl_nl: HTML-template wordt gebruikt om de orderbevestiging e-mail die wordt verzonden naar de gebruiker wanneer ze de kassa te creëren.

# lblOrderTemplate.Text
source: Order Confirm Email Template
de_de: Bestellen Bestätigen Email Template
es_es: Para confirmar plantilla de correo electrónico
fr_fr: Confirmer la commande Modèle de courrier électronique
nl_nl: Bestel Bevestig e-mail sjabloon

# lblStatusAwaitingTemplate.Help
source: HTML template used when the status of the order is awaiting payment, this occurs if the user elects to pay offline.
de_de: HTML-Template verwendet werden, wenn der Status der Bestellung ist noch nicht bezahlt, passiert dies, wenn der Benutzer entscheidet, bezahlt offline.
es_es: Plantilla de HTML que se utiliza cuando el estado de la orden está a la espera de pago, esto ocurre si el usuario elige pagar en línea.
fr_fr: Modèle HTML utilisé lorsque l'état de la commande est en attente de paiement, cela se produit si l'utilisateur choisit de payer déconnecté.
nl_nl: HTML-template wordt gebruikt wanneer de status van de bestelling is nog te betalen, dit gebeurt als de gebruiker ervoor kiest om te betalen offline.

# lblStatusAwaitingTemplate.Text
source: Status Awaiting Payment Email Template
de_de: Status Awaiting Payment-Mail-Vorlage
es_es: Estado del pago pendiente plantilla de correo electrónico
fr_fr: Statut Modèle attente de paiement par courriel
nl_nl: Status Wacht op betaling E-mail sjabloon

# lblStatusTemplate.Help
source: HTML template used when the status of the order is updated
de_de: HTML-Template verwendet werden, wenn der Status der Bestellung aktualisiert
es_es: Plantilla de HTML que se utiliza cuando el estado de la orden se actualiza
fr_fr: Modèle HTML utilisé lorsque l'état de la commande est mis à jour
nl_nl: HTML-template wordt gebruikt wanneer de status van de bestelling wordt bijgewerkt

# lblStatusTemplate.Text
source: Status Changed Email Template
de_de: Status geändert Email Template
es_es: Estado cambiado plantilla de correo electrónico
fr_fr: Statut changé Modèle de courrier électronique
nl_nl: Status gewijzigd Email Template

# dshEmailTemplates.Text
source: Store Email Templates
de_de: Shop Email-Vorlagen
es_es: Plantillas Tienda Email
fr_fr: Modèles Email magasin

# lblProductNewsLetterTemplate.Help
source: The template that will be used for the product news letter template
de_de: Die Vorlage, die für die Produkt-News Briefvorlage verwendet werden
es_es: La plantilla que se utilizará para la plantilla de producto boletín de noticias
fr_fr: Le modèle qui sera utilisé pour le modèle de lettre de produits Nouvelles
nl_nl: De sjabloon die zal worden gebruikt voor het product nieuwsbrief template

# lblProductNewsLetterTemplate.Text
source: Product News Letter Email Template
de_de: Produkt News Letter Email Template
es_es: Noticias del producto Carta de Plantilla de correo electrónico
fr_fr: Nouvelles Email Produit Modèle de lettre
nl_nl: Product Nieuwsbrief E-mail Template

# lblProductNewsLetterProductItemTemplate.Help
source: The tempalte that will be used to output the individual product in the product newsletter template.
de_de: Die tempalte, mit denen die einzelnen Produkte in der Produkt-Newsletter-Template ausgegeben werden.
es_es: El tempalte que se utilizará para la salida del producto individual de la plantilla de boletín de productos.
fr_fr: Le Gabarit qui sera utilisé pour la sortie du produit individuel dans le modèle de bulletin de produit.
nl_nl: De tempalte die zullen worden gebruikt om de individuele product in het product nieuwsbrief template output.

# lblProductNewsLetterProductItemTemplate.Text
source: Product News Letter Product Item Template
de_de: Produkt News Letter Product Item Template
es_es: Noticias del producto Carta del Producto plantilla
fr_fr: Nouvelles Lettre produit Produit Product Template
nl_nl: Product Nieuwsbrief Product Item Template

# btnSendNewsletter.Text
source: Send Newsletter
de_de: Newsletter versenden
es_es: Enviar Newsletter
fr_fr: Envoyer Newsletter
nl_nl: Stuur Nieuwsbrief

# lblManuallySendNewsLetter.Help
source: Manually send the product newsletter, note the newsletter will be sent to all the subscribers once this is clicked.
de_de: Manuell senden Sie die Produkt-Newsletter, notieren Sie den Newsletter an alle Abonnenten gesendet werden, sobald diese angeklickt wird.
es_es: Manualmente enviar el boletín de producto, tenga en cuenta el boletín se enviará a todos los suscriptores una vez que esto se hace clic.
fr_fr: Envoyer manuellement le bulletin de produit, notez la newsletter sera envoyée à tous les abonnés une fois que cela est cliqué.
nl_nl: Handmatig verzenden van het product nieuwsbrief, let op de nieuwsbrief wordt verstuurd naar alle abonnees zodra deze wordt geklikt.

# lblManuallySendNewsLetter.Text
source: Manually Send Newsletter
de_de: Manuelles Senden Newsletter
es_es: Enviar manualmente Newsletter
fr_fr: Envoyer manuellement newsletter
nl_nl: Handmatig Stuur Nieuwsbrief

# lblProductSizeMeasurement.Help
source: The unit all products size will be used to calculate in.
de_de: Das Gerät alle Produkte Größe wird zur Berechnung ausgefüllt werden
es_es: La unidad de todos los productos de tamaño se utiliza para calcular pulgadas
fr_fr: L'unité de tous les produits de taille sera utilisée pour calculer po
nl_nl: Het apparaat alle producten omvang zal worden gebruikt om te berekenen inch

# lblProductSizeMeasurement.Text
source: Product Size Measurement
de_de: Produkt-Größe Measurement
es_es: Producto de la medida del tamaño
fr_fr: Mesure de la taille de produit

# lblProductWeightMeasurement.Help
source: The unit that all products on the store will be used to calculate a products weight.
de_de: Das Gerät, dass alle Produkte auf dem Speicher verwendet wird, um ein Produkt-Gewicht zu berechnen.
es_es: La unidad que todos los productos en la tienda se utilizará para calcular el peso de los productos.
fr_fr: L'unité que tous les produits sur le magasin sera utilisé pour calculer le poids des produits.
nl_nl: Het apparaat dat alle producten in de winkel zal gebruikt worden om een ​​producten gewicht te berekenen.

# lblProductWeightMeasurement.Text
source: Product Weight Measurement
de_de: Größe und Gewicht Measurement
es_es: Producto de la medición del peso
fr_fr: Mesure du poids des produits
nl_nl: Product gewicht meting

# lblNewsLetterNotSent.Text
source: Newsletter not sent
de_de: Newsletter nicht gesendet
es_es: Boletín de noticias no se envían
fr_fr: Bulletin pas envoyé
nl_nl: Nieuwsbrief niet verzonden

# lblNewsLetterSent.Text
source: Newsletter sent
de_de: Newsletter geschickt
es_es: Boletín informativo, enviado
fr_fr: Bulletin envoyé
nl_nl: Nieuwsbrief verzonden

# lblOrderTemplateAnon.Help
source: HTML template used to create the anonymous order confirmation email that is sent to the user when they checkout.
de_de: HTML-Template verwendet werden, um den anonymen Auftragsbestätigung per E-Mail, die an den Benutzer gesendet wird, wenn sie der Kasse zu schaffen.
es_es: Plantilla de HTML utilizado para crear el correo electrónico de confirmación del pedido el anonimato que se envía al usuario cuando se compra.
fr_fr: Modèle HTML utilisé pour créer l'email de confirmation afin anonymes qui est envoyé à l'utilisateur quand il commande.
nl_nl: HTML-template wordt gebruikt om de anonieme orderbevestiging e-mail die wordt verzonden naar de gebruiker wanneer ze de kassa te creëren.

# lblOrderTemplateAnon.Text
source: Anonymous Order Confirm Email Template
de_de: Anonymous Auftrag bestätigen E-Mail Vorlage
es_es: Orden Anónimo Confirmar plantilla de correo electrónico
fr_fr: Confirmer ordre anonyme Modèle Email
nl_nl: Anonieme Bestel Bevestig e-mail sjabloon

# lblAnonymousUserEmailCaption.Text
source: Anonymous User Order Confirmation Email
de_de: Anonymous User Bestellbestätigung
es_es: Orden de usuario anónimo confirmación por correo electrónico
fr_fr: Anonyme courriel de confirmation de commande utilisateur
nl_nl: Anonieme gebruiker Orderbevestiging E-mail

# lblNewsLetterEmailCaption.Text
source: Product Newsletter Email
de_de: Produkt Newsletter Email
es_es: Producto Boletín de noticias electrónico
fr_fr: Newsletter Email produit
nl_nl: Product Nieuwsbrief Email

# lblOrderDetailsTemplateAnon.Help
source: HTML template used to output each line item into the Order Confirm Email Template when the order is placed by an anonymous user
de_de: HTML-Vorlage verwendet werden, um jede Position in den Auftrag bestätigen E-Mail Vorlage, wenn der Auftrag von einem anonymen Benutzer gelegt wird ausgegeben
es_es: Plantilla de HTML que se utiliza para la producción de cada rubro en la Orden Confirmar plantilla de correo electrónico cuando se realiza el pedido por un usuario anónimo
fr_fr: Modèle HTML utilisé pour la sortie de chaque poste dans l'Ordre Confirmer Modèle de courrier électronique quand la commande est passée par un utilisateur anonyme
nl_nl: HTML-template wordt gebruikt om elke post-uitgang in de Orde Bevestig E-mail Template wanneer de bestelling wordt geplaatst door een anonieme gebruiker

# lblOrderDetailsTemplateAnon.Text
source: Anonymous Order Details Confirm Template
de_de: Anonymous Order Details bestätigen Template
es_es: Detalles Anónimo Orden Confirmar plantilla
fr_fr: Détails de la commande anonyme Confirmer modèle
nl_nl: Bestel anonieme gegevens te bevestigen Template

# lblRegisterUserEmailCaption.Text
source: Registered User Order Confirmation Email
de_de: Registriert Bestellbestätigung
es_es: Orden de registro de usuario confirmación por correo electrónico
fr_fr: Enregistré courriel de confirmation de commande utilisateur
nl_nl: Registered User Orderbevestiging e-mail

# lblStatusEmailCaption.Text
source: Status Change Email
es_es: Cambio de estado-mail
fr_fr: Email changement de statut
nl_nl: Status te wijzigen E-mail

# charCount.Text
source: characters remaining
de_de: verbleibende Zeichen
es_es: caracteres restantes
fr_fr: caractères restants
nl_nl: resterend aantal tekens

# dshStoreLocation.Text
source: Store Location
es_es: Ubicación de la tienda
fr_fr: Emplacement du magasin
nl_nl: Store Woonplaats

# lblAddress1.Help
source: The 1st line of the address of your store.
de_de: Die 1. Zeile der Adresse Ihres Geschäfts.
es_es: 1 ª línea de la dirección de su tienda.
fr_fr: La 1ère ligne de l'adresse de votre magasin.
nl_nl: De 1e lijn van het adres van uw winkel.

# lblAddress1.Text
source: Store Address 1
de_de: Shop-Adresse 1
es_es: Dirección de la tienda 1
fr_fr: Adresse du magasin 1

# lblAddress2.Help
source: The 2nd line of the address your store is located in.
de_de: Die 2. Zeile der Adresse Ihres Shops in. befindet
es_es: La 2 ª línea de la dirección de tu tienda de in
fr_fr: La 2ème ligne de l'adresse de votre magasin est situé po
nl_nl: De 2e regel van het adres uw winkel is gevestigd inch

# lblAddress2.Text
source: Store Address 2
de_de: Shop Adresse 2
es_es: Dirección de la tienda 2
fr_fr: Adresse du magasin 2

# lblCity.Help
source: The city that your store is located in.
de_de: Die Stadt, die Ihr Geschäft befindet sich in.
es_es: La ciudad que su tienda se encuentra in
fr_fr: La ville que votre magasin est situé po
nl_nl: De stad die uw winkel is gevestigd inch

# lblCity.Text
source: Store City
de_de: Shop Stadt
es_es: Almacén de la ciudad
fr_fr: Magasin de Ville
nl_nl: Store Stad

# lblStates.Help
source: The state or province of your store.
de_de: Der Staat oder Provinz Ihrem Geschäft.
es_es: El estado o provincia de su tienda.
fr_fr: L'état ou la province de votre magasin.
nl_nl: De staat of provincie van uw winkel.

# lblStates.Text
source: Store State / Province
de_de: Shop Staat / Provinz
es_es: Tienda de Estado / Provincia
fr_fr: Etat magasin / Province
nl_nl: Store Staat / Provincie

# lblStoreCountry.Help
source: The country that your store is based in.
de_de: Das Land, das Ihr Geschäft basiert auf
es_es: El país que su tienda se basa pulg
fr_fr: Le pays que votre magasin est basé po
nl_nl: Het land dat uw winkel is gebaseerd inch

# lblStoreCountry.Text
source: Store Country
de_de: Shop Land
es_es: Country Store
fr_fr: Country Store

# lblStoreZip.Help
source: The zip or postal code where the store is located.
de_de: Die Postleitzahl, wo das Geschäft befindet.
es_es: El código postal donde se encuentra la tienda.
fr_fr: Le code postal où le magasin est situé.
nl_nl: De postcode waar de winkel zich bevindt.

# lblStoreZip.Text
source: Store Zip / Postal Code
de_de: Shop Zip / Postal Code
es_es: Tienda Postal / Código Postal
fr_fr: Magasin de Zip / Code Postal

# lblStoreCurrency.Help
source: The currency that the store will sell its products in.
de_de: Die Währung, in der Filiale wird seine Produkte auf verkaufen
es_es: La moneda que la tienda vende sus productos in
fr_fr: La monnaie que le magasin va vendre ses produits po
nl_nl: De valuta die de winkel zal zijn producten te verkopen binnen

# lblStoreCurrency.Text
source: Store Currency
de_de: Shop Currency
es_es: Tienda de divisas
fr_fr: Devises magasin
nl_nl: Store Valuta

# dshProductComparison.Text
source: Product Comparison Settings
de_de: Produktvergleich Einstellungen
es_es: Configuración de comparación de productos
fr_fr: Réglages de comparaison des produits
nl_nl: Productvergelijking Instellingen

# lblProductComparisionOptions.Text
source: The below options allow you to define when a user is comparing products via the product comparison option, which items will appear in the comparison. Note if all comparison options are not selected the product comparison feature will be disabled.
de_de: Die folgenden Optionen können Sie festlegen, wann ein Benutzer den Vergleich von Produkten über den Produktvergleich Option, welche Elemente in den Vergleich erscheint. Beachten Sie, wenn alle Vergleichsmöglichkeiten nicht das Produkt Vergleich Feature ausgewählt werden deaktiviert.
es_es: Las siguientes opciones le permiten definir cuando un usuario es comparar productos a través de la opción de comparación de productos, los elementos que aparecerán en la comparación. Nota: si todas las opciones de comparación no son seleccionados de la función de comparación de productos se desactivará.
fr_fr: Les options ci-dessous vous permettent de définir quand un utilisateur est de comparer les produits via l'option de comparaison de produits, qui apparaissent dans les éléments de la comparaison. Notez que si toutes les options de comparaison ne sont pas sélectionnés de la fonction de comparaison de produit sera désactivé.
nl_nl: De onderstaande opties kunt u definiëren wanneer een gebruiker is het vergelijken van producten via de product vergelijking optie, die items worden weergegeven in de vergelijking. Let op als alle vergelijking opties niet het product vergelijking functie geselecteerd wordt uitgeschakeld.

# lblProductComparisonAvgRating.Help
source: Allow the user to compare the average customer rating of the product.
de_de: Hiermit kann der Anwender die durchschnittliche Kundenbewertung des Produktes zu vergleichen.
es_es: Permiten al usuario comparar el promedio de puntuación de los usuarios del producto.
fr_fr: Permettre à l'utilisateur de comparer la cote moyenne des clients du produit.
nl_nl: Laat de gebruiker toe om de gemiddelde klant waardering van het product te vergelijken.

# lblProductComparisonAvgRating.Text
source: Average Customer Rating
de_de: Durchschnittliche Besucherbewertung
es_es: Calificación promedio de clientes
fr_fr: Moyenne des notes
nl_nl: Gemiddelde klant waardering

# lblProductComparisonHeight.Help
source: Allow the user to compare product height.
de_de: Erlauben Sie es dem Benutzer, die Höhe des Produktes zu vergleichen.
es_es: Permiten al usuario comparar la altura del producto.
fr_fr: Permettre à l'utilisateur de comparer la hauteur du produit.
nl_nl: Laat de gebruiker toe om product hoogte te vergelijken.

# lblProductComparisonHeight.Text
source: Product Height
de_de: Produkt Höhe
es_es: Altura del producto
fr_fr: Hauteur du produit
nl_nl: Product hoogte

# lblProductComparisonLength.Help
source: Allow the user to compare the product length.
de_de: Hiermit kann der Anwender das Produkt Länge zu vergleichen.
es_es: Permiten al usuario comparar la longitud del producto.
fr_fr: Permettre à l'utilisateur de comparer la longueur du produit.
nl_nl: Laat de gebruiker om het product lengte te vergelijken.

# lblProductComparisonLength.Text
source: Product Length
de_de: Produkt Länge
es_es: Longitud del producto
fr_fr: Longueur du produit
nl_nl: Artikel lengte

# lblProductComparisonManufacturer.Help
source: Allow the user to compare the product manufacturer
de_de: Hiermit kann der Anwender das Produkt Hersteller vergleichen
es_es: Permiten al usuario comparar el fabricante del producto
fr_fr: Permettre à l'utilisateur de comparer le fabricant des produits
nl_nl: Laat de gebruiker toe om de fabrikant te vergelijken

# lblProductComparisonManufacturer.Text
source: Product Manufacturer
de_de: Produkt Hersteller
es_es: Fabricante de productos
fr_fr: Fabricant de produits
nl_nl: Fabrikant

# lblProductComparisonModelNumber.Help
source: Allow the user to compare the product model number.
de_de: Erlauben Sie dem Benutzer, die Modellnummer des Produkts zu vergleichen.
es_es: Permiten al usuario comparar el número de modelo del producto.
fr_fr: Permettre à l'utilisateur de comparer le numéro de modèle du produit.
nl_nl: Laat de gebruiker om het product modelnummer vergelijken.

# lblProductComparisonModelNumber.Text
source: Product Model Number
de_de: Produkt Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle de produit
nl_nl: Product modelnummer

# lblProductComparisonPrice.Help
source: Allow the user to compare the products price.
de_de: Hiermit kann der Anwender die Produkte Preis zu vergleichen.
es_es: Permiten al usuario comparar el precio de los productos.
fr_fr: Permettre à l'utilisateur de comparer le prix des produits.
nl_nl: Laat de gebruiker om de producten prijzen te vergelijken.
