Repository: KnowledgeMatrix/dnndev.me
Catalog: DesktopModules/CartViper/App_LocalResources/StoreAdmin.ascx.*.resx
Languages: de_de, es_es, fr_fr, nl_nl

# lblProductComparisonPrice.Text
source: Product Price
de_de: Produkt Preis
es_es: Precio del producto
fr_fr: Prix ​​des produits
nl_nl: Product Prijs

# lblProductComparisonProductName.Help
source: Allow the user to compare the product name.
de_de: Erlauben Sie es dem Benutzer, den Produktnamen zu vergleichen.
es_es: Permiten al usuario comparar el nombre del producto.
fr_fr: Permettre à l'utilisateur de comparer le nom du produit.
nl_nl: Laat de gebruiker toe om de productnaam te vergelijken.

# lblProductComparisonProductName.Text
source: Product Name
es_es: Nombre del producto
fr_fr: Nom du produit
nl_nl: Product Naam

# lblProductComparisonQtyInStock.Help
source: Allow the user to compare the quantity in stock for the products.
de_de: Erlauben Sie dem Benutzer, die Menge auf Lager zu vergleichen für die Produkte.
es_es: Permiten al usuario comparar la cantidad en stock de los productos.
fr_fr: Permettre à l'utilisateur de comparer la quantité en stock pour les produits.
nl_nl: Laat de gebruiker toe om de hoeveelheid te vergelijken op voorraad voor de producten.

# lblProductComparisonQtyInStock.Text
source: Product Qty In Stock
de_de: Produkt Menge vorrätig
es_es: Cantidad de productos en stock
fr_fr: Quantité de produits en stock
nl_nl: Product Aantal Op Voorraad

# lblProductComparisonWeight.Help
source: Allow the user to compare the product weight.
de_de: Hiermit kann der Anwender das Produkt Gewicht vergleichen.
es_es: Permiten al usuario comparar el peso del producto.
fr_fr: Permettre à l'utilisateur de comparer le poids du produit.
nl_nl: Laat de gebruiker om het gewicht van het product te vergelijken.

# lblProductComparisonWeight.Text
source: Product Weight
de_de: Größe und Gewicht
es_es: Peso del producto
fr_fr: Poids du produit
nl_nl: Product gewicht

# lblProductComparisonWidth.Help
source: Allow the user to compare the product width.
de_de: Hiermit kann der Anwender das Produkt Breite vergleichen.
es_es: Permiten al usuario comparar el ancho del producto.
fr_fr: Permettre à l'utilisateur de comparer la largeur du produit.
nl_nl: Laat de gebruiker om het product breedte te vergelijken.

# lblProductComparisonWidth.Text
source: Product Width
de_de: Produkt Breite
es_es: Ancho del producto
fr_fr: Largeur du produit
nl_nl: Breedte van het product

# lblProductComparisonProductSummary.Help
source: Allows the user to compare the product summary on the product comparison section.
de_de: Ermöglicht es dem Benutzer, um ein Produkt Zusammenfassung auf der Produktvergleich Abschnitt zu vergleichen.
es_es: Permite al usuario comparar el resumen de producto en la sección de comparación de productos.
fr_fr: Permet à l'utilisateur de comparer le résumé produit sur la section de comparaison des produits.
nl_nl: Hiermee kan de gebruiker het vergelijken van de product samenvatting op het product vergelijking sectie.

# lblProductComparisonProductSummary.Text
source: Product Summary
es_es: Resumen del producto
fr_fr: Sommaire des produits
nl_nl: Productoverzicht

# lblProductVisualizerImageWidth.Help
source: The width we should scale the product visualizer base image to
de_de: Die Breite, wir sollten das Produkt visualizer Basis-Image zu skalieren
es_es: La anchura se debe escalar la imagen del producto visualizador de la base de
fr_fr: La largeur nous devrions l'échelle de l'image de base des produits Visualizer pour
nl_nl: De breedte moeten we de schaal van de product visualizer basis image aan

# lblProductVisualizerImageWidth.Text
source: Product Visualizer Base Image Width
de_de: Produkt Visualizer Base Image Width
es_es: Visualizador de productos Base Ancho de imagen
fr_fr: Produit Visualizer Largeur de l'image de base

# dshGATracking.Text
source: Google Analytics Tracking
es_es: Seguimiento de Google Analytics

# lblGaTrackingEnable.Help
source: When checked Cart Viper will record ecommerce sales and events directly to Google Analytics
de_de: Wenn diese Option aktiviert Warenkorb Viper wird E-Commerce-Umsatz und Veranstaltungen direkt aufnehmen zu Google Analytics
es_es: Cuando se activa Cesta Viper récord de ventas de comercio electrónico y eventos directamente a Google Analytics
fr_fr: Quand elle est cochée panier Viper enregistre des ventes de commerce électronique et des événements directement à Google Analytics
nl_nl: Indien aangevinkt winkelwagen Viper zal e-commerce sales en gebeurtenissen rechtstreeks opnemen op Google Analytics

# lblGaTrackingEnable.Text
source: Enable Google Analytics Tracking
de_de: Aktivieren Sie Google Analytics-Tracking-
es_es: Habilitar el seguimiento de Google Analytics
fr_fr: Activer Google Analytics Tracking
nl_nl: Schakel Google Analytics Tracking

# lblGaTrackingInfo.Text
source: Enabling this feature will track ecommerce transactions and various events in Google Analytics. <br/>You should already have the main GA tracking code loaded in the &lt;head&gt; or somewhere near the top of your portal skin. <br/><br/>Please see the Cart Viper manual for more information.
de_de: Bei Aktivierung dieser Funktion wird track E-Commerce-Transaktionen und verschiedene Veranstaltungen in Google Analytics. <br/> Sie sollten bereits die wichtigsten GA-Tracking-Code in den head oder irgendwo in der Nähe der Spitze Ihres Portals Haut geladen. <br/><br/> Bitte beachten Sie die Warenkorb Viper Handbuch für weitere Informationen.
es_es: Al habilitar esta función hará un seguimiento de transacciones de comercio electrónico y diversos eventos en Google Analytics. <br/> Usted ya debe tener el código principal GA seguimiento de carga en el head o en algún lugar cerca de la parte superior de la piel portal. <br/><br/> Por favor, ver el carro de la Viper manual para más información.
fr_fr: L'activation de cette fonction sera de suivre les transactions de commerce électronique et divers événements dans Google Analytics. <br/> Vous devriez déjà avoir le code principal GA suivi chargé dans le <head> ou quelque part près du sommet du portail de votre peau. <br/><br/> S'il vous plaît voir le panier Viper manuel pour plus d'informations.
nl_nl: Het inschakelen van deze functie zal volgen ecommerce transacties en diverse evenementen in Google Analytics. <br/> Je moet al de belangrijkste GA conversiecode geladen in de <head> of ergens in de buurt van de bovenkant van uw portal huid. <br/><br/> Zie de Cart Viper handleiding voor meer informatie.

# lblGaTrackingMode.Help
source: Defines the mode in which Google Analytics will be called. See the Cart Viper manual for more information.
de_de: Definiert den Modus, in dem Google Analytics aufgerufen wird. Siehe Warenkorb Viper Handbuch für weitere Informationen.
es_es: Define el modo en que Google Analytics se llamará. Ver el carro de la Viper manual para más información.
fr_fr: Définit le mode dans lequel Google Analytics sera appelée. Voir le panier Viper manuel pour plus d'informations.
nl_nl: Definieert de modus waarin Google Analytics zal worden genoemd. Zie de Cart Viper handleiding voor meer informatie.

# lblGaTrackingMode.Text
source: Tracking Mode
de_de: Tracking-Modus
es_es: Modo de seguimiento

# rbGaTrackingAsync.Text
source: Asynchronous
de_de: Asynchron
es_es: Asincrónico
fr_fr: Asynchrones
nl_nl: Asynchrone

# rbGaTrackingSync.Text
source: Synchronous
de_de: Synchron
es_es: Sincrónico
fr_fr: Synchrones
nl_nl: Synchrone

# dshOrderNotification.Text
source: Order Notification Callback
de_de: Auftrag Benachrichtigungsrückruf
es_es: Orden de devolución de llamada de notificación
fr_fr: Rappel de notification de commande
nl_nl: Bestel Kennisgeving terugbellen

# lblOrderNotifyEnabled.Help
source: When checked the url below is called with a HTTP POST containing the details of the order just placed.
de_de: Wenn diese Option aktiviert die unten angegebene URL ist mit einem HTTP POST aufgerufen, welche die Einzelheiten des Auftrags nur platziert.
es_es: Cuando se activa la siguiente URL se llama con un HTTP POST que contiene los detalles de la orden acaba de colocar.
fr_fr: Quand elle est cochée l'url ci-dessous est appelée avec un HTTP POST contenant les détails de l'ordre juste placé.
nl_nl: Indien aangevinkt de onderstaande URL wordt aangeroepen met een HTTP POST met daarin de details van de bestelling juist geplaatst.

# lblOrderNotifyEnabled.Text
source: Enable Order Notification
de_de: Aktivieren Auftrag Benachrichtigung
es_es: Activar notificación Orden
fr_fr: Activer la notification Ordre
nl_nl: Enable Bestel Kennisgeving

# lblOrderNotifySecret.Help
source: Option secret which is used to create a hash so that the remote callback URL can determine if the message is valid.
de_de: Option Geheimnis, das verwendet werden, um einen Hash, so dass die Remote-Rückruf-URL kann feststellen, ob die Nachricht gültig zu schaffen.
es_es: Secreto opción que se utiliza para crear un hash para que la URL de devolución de llamada remota se puede determinar si el mensaje es válido.
fr_fr: Option secrète qui est utilisée pour créer un hachage afin que l'URL de rappel à distance peut déterminer si le message est valide.
nl_nl: Option geheim dat wordt gebruikt om een ​​hash zodat de afstandsbediening callback URL kan bepalen of het bericht geldig is te creëren.

# lblOrderNotifySecret.Text
source: Shared Secret
es_es: Secretos compartidos
fr_fr: Secret partagé

# lblOrderNotifyUrl.Help
source: URL to call with the HTTP POST request
de_de: URL mit dem HTTP POST-Request aufrufen
es_es: URL para llamar a la petición HTTP POST
fr_fr: URL à appeler à la requête HTTP POST
nl_nl: URL om te bellen met de HTTP POST verzoek

# lblOrderNotifyUrl.Text
source: Callback URL
es_es: URL de devolución de llamada
fr_fr: URL de rappel

# cvOrderNotifyUrl.Text
source: <br/>Please enter a url, this should start with http:// or https://
de_de: <br/> Bitte geben Sie eine URL, sollte dies mit http:// oder https:// beginnen
es_es: <br/> Por favor, introduzca una URL, esto debe comenzar con http:// o https://
fr_fr: <br/> S'il vous plaît entrer une URL, cela devrait commencer par http:// ou https://
nl_nl: <br/> Voer een url, moet dit beginnen met http:// of https://

# lblLuceneDefaultOperator.Help
source: Defines the default operator used between each word in the search query
de_de: Legt den standardmäßigen Operator zwischen jedem Wort in der Suchanfrage verwendet
es_es: Define el operador por defecto utilizado entre cada palabra en la consulta de búsqueda
fr_fr: Définit l'opérateur utilisé par défaut entre chaque mot dans la requête de recherche
nl_nl: Definieert de standaard operator gebruikt tussen elk woord in de zoekopdracht

# lblLuceneDefaultOperator.Text
source: Search Default Operator
de_de: Suche Default Operator
es_es: Operador de búsqueda por defecto
fr_fr: Opérateur de recherche par défaut
nl_nl: Zoeken Default Operator

# rbLuceneDefaultOperatorAnd.Text
source: AND
de_de: UND
es_es: Y
fr_fr: ET
nl_nl: EN

# rbLuceneDefaultOperatorOr.Text
source: OR
es_es: O
fr_fr: OU

# lblBitlyApiKey.Help
source: API Key for the Bit.ly shorten Url service
de_de: API Key für die Bit.ly verkürzt URL-Dienst
es_es: Clave de API para el servicio de acortar URL Bit.ly
fr_fr: API Key pour le service Url Bit.ly raccourcir
nl_nl: API Key voor de Bit.ly verkorten Url-service

# lblBitlyApiKey.Text
source: Bit.ly API Key
es_es: Bit.ly clave de API
fr_fr: Bit.ly clé API

# lblBitlyUsername.Help
source: Username for the Bit.ly shorten Url service
de_de: Benutzername für den Bit.ly verkürzt URL-Dienst
es_es: Nombre de usuario para el servicio de acortar URL Bit.ly
fr_fr: Nom d'utilisateur pour le service Url Bit.ly raccourcir
nl_nl: Gebruikersnaam voor de Bit.ly verkorten Url-service

# lblBitlyUsername.Text
source: Bit.ly Username
de_de: Bit.ly Benutzername
es_es: Bit.ly Nombre de usuario
fr_fr: Bit.ly Nom d'utilisateur
nl_nl: Bit.ly Gebruikersnaam

# lblUsStateFormat.Help
source: Defines if we display the US States as codes or full names, eg. FL or Florida
de_de: Legt fest, ob wir die US-Bundesstaaten wie Codes oder vollständigen Namen, z. B. Anzeige. FL oder Florida
es_es: Define si mostramos los Estados de EE.UU. como los códigos o los nombres completos, por ejemplo. FL o Florida
fr_fr: Définit si on affiche les Etats américains que des codes ou noms et prénoms, par exemple. FL ou en Floride
nl_nl: Definieert als we weer de staten van de VS als codes of volledige namen, bijvoorbeeld. FL of Florida

# lblUsStateFormat.Text
source: US State Format
es_es: Formato de Estado de EE.UU.
fr_fr: Format d'Etat américain

# rbStateCode.Text
source: State Code
de_de: Staat-Code
es_es: Estado Código
fr_fr: Code de l'État

# rbStateName.Text
source: State Name
de_de: Staat Namen
es_es: Nombre del Estado
fr_fr: Nom Etat
nl_nl: State Naam

# lblPdfItemPrefix.Help
source: Allows you to output the Model Number or SKU of each product in the order PDF
de_de: Hier können Sie die Modellnummer oder SKU jedes Produkt in der Bestellung PDF-Ausgabe
es_es: Le permite a la salida el número de modelo o SKU de cada producto en el formato PDF para
fr_fr: Permet à la sortie du numéro de modèle ou SKU de chaque produit dans le fichier PDF afin
nl_nl: Hiermee kunt u de uitgang van de Model Number of SKU van elk product in de volgorde PDF

# lblPdfItemPrefix.Text
source: Product Name Prefix
es_es: Prefijo Nombre del producto
fr_fr: Préfixe Nom du produit
nl_nl: Product Naam Prefix

# rbPdfItemPrefixModelNumber.Text
source: Model Number
de_de: Modellnummer
es_es: Número de modelo
fr_fr: Numéro de modèle
nl_nl: Modelnummer

# rbPdfItemPrefixNone.Text
source: None
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen

# lblManageStoreRole.Help
source: The role that will allow the user to manage the store, users in this role will only have access to: Coupons,Orders,Sales Stats,Reports,Categories,Products and Review.
de_de: Die Rolle, die dem Benutzer erlauben, den Laden zu verwalten wird, Benutzer in dieser Rolle wird nur Zugriff auf: Coupons, Auftragseingang, Umsatz Statistiken, Reports, Kategorien, Produkte und Review.
es_es: El papel que le permitirá al usuario para administrar el almacén, los usuarios de este rol sólo tendrán acceso a: cupones, órdenes, estadísticas de ventas, informes, categorías, productos y Revisión.
fr_fr: Le rôle qui permettra à l'utilisateur de gérer le magasin, les utilisateurs dans ce rôle aura seulement accès à: Coupons, commandes, statistiques de vente, rapports, catégories, produits et examen.
nl_nl: De rol waarmee de gebruiker naar de winkel te beheren, gebruikers in deze rol hebben alleen toegang tot: Coupons, Orders, Sales Stats, Reports, categorieën, producten en Review.

# lblManageStoreRole.Text
source: Manage Store Role
de_de: Shop-Verwaltung durch Rollenspiele
es_es: Administrar rol de reserva
fr_fr: Gérer Rôle magasin
nl_nl: Winkel beheren Rol

# lblCategoryImageWidth.Help
source: The width of the images that are outputted for the product categories.
de_de: Die Breite der Bilder, die für die Produktkategorien ausgegeben werden.
es_es: El ancho de las imágenes que se generan para las categorías de productos.
fr_fr: La largeur des images qui sont émises pour les catégories de produits.
nl_nl: De breedte van de beelden die worden uitgestuurd voor het product categorieën.

# lblCategoryImageWidth.Text
source: Category Image Width
de_de: Kategorie Bildbreite
es_es: Categoría ancho de imagen
fr_fr: Largeur de l'image Catégorie
nl_nl: Categorie Image Width

# lblGenerateRegistrationCode.Help
source: If selected when a user purchases a digital download when they have not registered for an account a random alphanumeric string will be generated and sent to them. This could then be used in for redemption purchases etc.
de_de: Wenn diese Option aktiviert, wenn ein Benutzer kauft eine digitale Download, wenn sie nicht für ein Konto registriert eine zufällige alphanumerische Zeichenfolge generiert und gesendet werden, um sie. Dies könnte dann in der Erlösung Einkäufe etc. verwendet werden
es_es: Si se selecciona cuando el usuario compra una descarga digital cuando no se ha registrado para una cuenta de una cadena alfanumérica aleatoria se genera y se envía a los mismos. Esto podría ser utilizado para las compras en la redención, etc
fr_fr: S'il est sélectionné lorsqu'un utilisateur achète un téléchargement numérique quand ils n'ont pas inscrit à un compte d'une chaîne alphanumérique aléatoire sera généré et envoyé à eux. Cela pourrait ensuite être utilisé dans la rédemption pour les achats etc
nl_nl: Indien geselecteerd wanneer een gebruiker koopt een digitale download wanneer zij niet hebben ingeschreven voor een account een willekeurige alfanumerieke tekenreeks wordt gegenereerd en verstuurd naar hen. Dit kan vervolgens worden gebruikt in voor verlossing aankopen, etc.

# lblGenerateRegistrationCode.Text
source: Generate Registration Code
es_es: Generar el código de registro
fr_fr: Générer le code d'inscription
nl_nl: Genereer Registration Code

# lblEmailToCustomer.Help
source: If selected once a customer has placed an order along with their email confirming their purchase they will also be emailed a copy of the order PDF.
de_de: Wenn diese Option aktiviert, sobald ein Kunde einen Auftrag erteilt hat zusammen mit ihren E-Mail bestätigen ihre Kaufentscheidung auch eine Kopie der Bestellung PDF per E-Mail.
es_es: Si se selecciona una vez un cliente ha realizado un pedido junto con su correo electrónico confirmando su compra también se le enviará una copia de la orden PDF.
fr_fr: S'il est sélectionné une fois qu'un client a placé une commande avec leur e-mail confirmant leur achat, ils seront également envoyé une copie du fichier PDF ordre.
nl_nl: Indien geselecteerd zodra een klant een bestelling heeft geplaatst, samen met hun e-mail ter bevestiging van hun aankoop zullen zij ook een afschrift van de beschikking PDF gemaild kunnen worden.

# lblEmailToCustomer.Text
source: Email To Customer When Order Placed
de_de: Email Um Kunden bei Bestellung aufgegeben
es_es: Para los clientes de correo electrónico Cuando pedido realizado
fr_fr: Email Pour la clientèle Lorsque Commande passée
nl_nl: E-mail aan de Klant Bij bestelling geplaatst

# revEmail.Text
source: Invalid email address
de_de: Ungültige E-Mail-Adresse
es_es: No válida dirección de correo electrónico
fr_fr: Adresse email invalide
nl_nl: Ongeldig e-mailadres

# rfvEmail.Text
source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Obligatoires
nl_nl: Nodig

# lblOrderAwaitingModerationCaption.Text
source: Order Moderation Email
de_de: Auftrag Moderation Email
es_es: Orden Email moderación
fr_fr: Email Modération Ordre
nl_nl: Bestel Moderatie e-mail

# lblOrderToCustomerAwaitingModeration.Help
source: The email that is sent to the customer once they have placed an order that needs to be moderated.
de_de: Die E-Mail, die an den Kunden gesendet wird, sobald sie einen Auftrag, der moderiert werden muss gestellt haben.
es_es: El correo electrónico que se envía al cliente una vez que han hecho un pedido que debe ser moderado.
fr_fr: Le courriel qui est envoyé au client une fois qu'ils ont passé une commande qui doit être modéré.
nl_nl: De e-mail die wordt verstuurd naar de klant zodra ze een order geplaatst die moet worden gemodereerd.

# lblOrderToCustomerAwaitingModeration.Text
source: Order Confirm Awaiting Moderation
de_de: Bestellen Bestätigen auf Moderation wartende
es_es: Confirmar pedido en espera de moderación
fr_fr: Confirmer la commande en attente de modération
nl_nl: Bestelling te bevestigen in afwachting van matiging

# lblModerationCompleteOrderDetailsEmail.Help
source: HTML template used to output each line item into the Moderation Complete Order Details Email Template
de_de: HTML-Template verwendet werden, um jede Position in der Moderation komplette Order Details E-Mail Vorlage Ausgang
es_es: Plantilla de HTML que se utiliza para la producción de cada rubro en la plantilla de correo electrónico completa moderación Detalles de pedidos
fr_fr: Modèle HTML utilisé pour la sortie de chaque poste budgétaire dans la modération Ordre Email Modèle détails complets
nl_nl: HTML-template wordt gebruikt om elke post-uitgang in het Moderatie Compleet Order Details E-mail sjabloon

# lblModerationCompleteOrderDetailsEmail.Text
source: Moderation Complete Order Details Email
de_de: Moderation komplette Order Details E-Mail
es_es: Datos de pedido moderación completa Email
fr_fr: Modération Compléter la commande Email Détails
nl_nl: Moderatie Compleet Order Details E-mail

# lblModerationCompleteOrderEmail.Help
source: The email that is sent to the customer once their order has been moderated by the store admin.
de_de: Die E-Mail, die an den Kunden gesendet wird, sobald ihre Bestellung durch den Laden admin worden moderiert.
es_es: El correo electrónico que se envía al cliente una vez que su pedido ha sido moderado por el administrador de la tienda.
fr_fr: Le courriel qui est envoyé au client une fois leur commande a été modéré par l'administrateur du magasin.
nl_nl: De e-mail die wordt verzonden naar de klant wanneer hun bestelling is getemperd door de winkel admin.

# lblModerationCompleteOrderEmail.Text
source: Moderation Complete Order Email
de_de: Moderation Bestellung abschließen Email
es_es: Email moderación Orden completa
fr_fr: Email Ordre modération complète
nl_nl: Moderatie Compleet Bestel E-mail

# lblPurchaseOrderDetailsEmailTemplate.Help
source: This template is used with Purchase Order Email template to output the items in the purchase order.
de_de: Diese Vorlage ist mit Bestellung Email-Template verwendet werden, um die Elemente in der Bestellung ausgegeben.
es_es: Esta plantilla se utiliza con la plantilla de correo electrónico de órdenes de compra a la salida de los elementos de la orden de compra.
fr_fr: Ce modèle est utilisé avec le modèle E-mail Bon de commande à la sortie des éléments de la commande.
nl_nl: Dit sjabloon wordt gebruikt met Purchase Order e-mail template om de items in de bestelling output.

# lblPurchaseOrderDetailsEmailTemplate.Text
source: Purchase Order Details Email Template
de_de: Purchase Order Details E-Mail-Vorlage
es_es: Orden de Compra plantilla de correo electrónico Detalles
fr_fr: Achat Modèle Email Détails de la commande
nl_nl: Purchase Order Details E-mail sjabloon

# lblPurchaseOrderEmail.Text
source: Purchase Order Email
de_de: Bestellung E-Mail
es_es: Orden de compra-mail
fr_fr: Email commande

# lblPurchaseOrderEmailTemplate.Help
source: Once an order has been moderated this email is then generated and sent to the store admin confirming the purchase order that has been created.
de_de: Sobald eine Bestellung wurde moderiert diese E-Mail wird dann generiert und an das Geschäft admin Bestätigung der Bestellung, die geschaffen wurde.
es_es: Una vez que un pedido ha sido moderado este correo electrónico se genera y se envía al almacén de administración de confirmar la orden de compra que se ha creado.
fr_fr: Une fois qu'une ordonnance a été animée cet e-mail est alors généré et envoyé à l'administrateur du magasin de confirmer la commande d'achat qui a été créé.
nl_nl: Zodra een bestelling is gematigd deze e-mail wordt dan gegenereerd en verstuurd naar de winkel admin bevestiging van de bestelling die is gecreëerd.

# lblPurchaseOrderEmailTemplate.Text
source: Purchase Order Email Template
de_de: Bestellung E-Mail-Vorlage
es_es: Orden de Compra Plantilla de correo electrónico
fr_fr: Modèle de courrier électronique des bons de commande
nl_nl: Purchase Order E-mail sjabloon
